Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: Death of Troll Child
cs: Smrt trolího dítěte
ja: トロールのチビの死
ru: Смерть детёныша тролля

source: My Princess, we must cross this gulf to reach the sanctuary.
cs: Moje princezno, musíme překročit tuto propast a dosáhnout útočiště.
ja: 姫様、聖堂に行くにはこの湾を渡らなきゃならねえんだ。
ru: Моя принцесса, чтобы добраться к святилищу, нам нужно переправиться на другую сторону залива.

source: All right. How do you know so much about these lands.
cs: Dobře. Jak víš tolik informací o těchto zemích?
ja: わかったわ。ところでどうして詩人さんはこの土地に詳しいの？
ru: Хорошо. Ты лучше знаешь эти земли.

source: Uh... I can't hear you because of the wind... Look! There are enemies in our way!
cs: Uh ... Nemůžu tě slyšet kvůli větru ... Podívejte se! Támhle jsou nepřátelé na naší cestě!
ja: あー？ 風が強くてよく聞こえねえが・・・おお、見ろよ！ 行く手に敵がいるぜ。
ru: Ммм... Из-за ветра я не могу тебя расслышать... Вон там! На нашем пути появился враг!

source: Fight these undead with us.
cs: Bojujte s těmito nemrtvými s námi.
ja: 我々とあのアンデッドと戦うのだ。
ru: Сражайтесь вместе с нами против мертвецов.

source: Yes we will. We have long been your allies.
cs: Ano, budu. Dlouho jsme byli vašimi spojenci.
ja: 承知している。我々は古い同盟だからな。
ru: Само собою. Мы всегда были вашими союзниками.

source: But this woman leading the undead hasn't harmed us, my father. It is strange she fights against the big human Kingdom with a small army. I think there might be a reason she shuld get to the Weldyn.
cs: Ale tato žena vede nemrtvé. Je s podivem, že bojuje proti velkému lidskému království s tak malou armádou. Myslím, že by to mohl být důvod, proč by se měla dostat do Weldynu.
ja: しかし、父上、あの女アンデッドは私たちに害をなすつもりはないように見えます。あのような少ない兵力で強大な王国に立ち向かって首都に向かっているのには、何か深いわけがあるのではないでしょうか。
ru: Но эта девушка, что ведёт мертвецов, не причиняла нам никакого вреда, отец мой. Разве не странно, что она выступила против огромного королевства людей с такой маленькой армией. Я полагаю, за её стремлением к Велдину кроется веская причина.

source: All undead are evil and must be destroyed.
cs: Všichni nemrtvý jsou ďáblové a musí být zničeni!
ja: すべてのアンデッドは邪悪であり破壊されなければならぬのだ。
ru: Все мертвецы жестоки и злы по своей натуре, и потому должны быть истреблены.

source: I see.
cs: Uvidíme
ja: ああ・・・、わかりました・・・
ru: Я понимаю.

source: Good. I'm counting on you.
cs: Dobře. Spoléhám na Vás.
ja: よし。頼りにしているぞ。
ru: Отлично. Рассчитываю на вас.

source: Ha, let's kill all of them.
cs: Ha, pojďme je všechny zabít.
ja: へい、皆殺しにしちまおうぜ！
ru: Ха, давайте убьём их всех.

source: No! We need only cross the gulf. Don't kill too much.
cs: Ne! Potřebujeme se jen dostat přes propast. Nezabíjejte moc.
ja: 詩人さん、それはいけません。私たちは湾を渡れさえすればいいのです。無益な殺生はしたくありません。
ru: Нет! Нам нужно лишь переправиться через залив. Не убивайте без надобности.

source: Great! I'm far more accurate with a bow now.
cs: Skvělé! Jsem daleko přesnější s lukem.
ja: 素晴らしい！ なんという弓の威力だ！
ru: Отлично! Из этого лука я стреляю куда более метко.

source: Don't celebrate. You will soon see the curse's effect.
cs: Neslavte. Brzy uvidíte jaký efekt má kletba.
ja: 喜ぶのは早えぜ。気をつけるこった。
ru: Не празднуй. Скоро увидишь плоды проклятия.

source: No! I killed him, yet he walks.
cs: Ne! Zabil jsem ho, ale on ještě chodí.
ja: いやあ！ 息の根を止めたはずなのに起き上がった！
ru: Нет! Я же точно убила его, а он продолжает идти.

source: I warned you of the curse. Now you know the cost.
cs: Varoval jsem tě že je ta kletba nebezpečná. Nyní znáš cenu.
ja: これがあんたの支払った代償よ。お前の腕はもう呪われてるのさ。
ru: Я предупреждал о проклятии. Теперь ты знаешь его цену.

source: Ah! My daughter! Undead, I will never forgive you!
cs: Ah! Má dcera! Je mrtvá, já ti to nikdy neodpustim!
ja: ああ。我が娘よ！ アンデッドども、許すまじ！！
ru: О! Дочь моя! Мертвецы, я вам не прощу этого никогда!

source: Ugh!
ja: うわあ！
ru: Тьфу!

source: Undead, please don't kill my dauther.
cs: Nemtrvý, prosím nezabijejte mou dceru.
ja: アンデッドよ、我が娘の命は助けてくれ。
ru: Мертвецы, прошу вас, оставьте в живых мою дочь.

source: Hah! I like fishing too much to stop now.
cs: Hah! Rád lovím příliš mnoc na to abych přestal.
ja: フン！ 俺様の釣りキチの血が騒ぐぜ。マリカっぺ、今日は大漁だぜ！！
ru: Ха!Мне слишком понравилась рыбалка, чтобы вот так вот останавливаться.

source: Stop your joking, Poet. We will allow your daughter to live if she stops fighting.
cs: Přestaň si dělat legraci, básníku. Vaše dcera bude žít, pokud se zastaví boj.
ja: 詩人さん、冗談はやめてください！ 私たちへの攻撃をやめるなら、あなたの娘さんの命は助けましょう。
ru: Прекрати свои шутки, Поэт. Мы сохраним жизнь твоей дочери, если она не станет биться с нами.

source: I have no reason to fight you. I am leaving.
cs: Nemám důvod s tebou bojovat. Odcházím.
ja: もう、あなた達と戦う理由はないようです。さようなら。
ru: У меня нет причины поднимать на тебя оружие. Я уплываю.

source: Mermen! Don't run!
cs: Mořští lidé! Neutíkej!
ja: マーマンども、逃げる気か！ くそ、なんて逃げ足の早い連中だ！
ru: Водяные! Не убегайте!

source: Ha ha. Mermen don't run. They swim!
cs: Ha ha. Mořští lidé neběží. Oni plavou!
ja: 逃げ足だって？ あいにくだがマーマンどもにあるのは尾ひれだけだぜ。
ru: Ха-ха. Водяные не бегают. Они плавают!

source: Lady Lich, you don't seem evil. I see no reason to fight you. Bye.
cs: Paní lichů, nevidím v tobě žádné zlo. Nevidím žádný důvod, abych s tebou bojovala. Sbohem.
ja: 女リッチよ、あなた達と戦う理由はないようです。さようなら。
ru: Леди Лич, вы мне не кажетесь злой. Я не вижу причин сражаться с вами. До свидания.

source: We got through. Now to the sanctuary.
cs: Můžeme přejít. Nyní do svatyně.
ja: 湾を抜けたわ。さあ、聖堂に行きましょう。
ru: Мы переправились. Теперь к святилищу.

source: Lady Lich, You don't look so wrong. We have no reason to battle each other. Bye.
cs: Paní Lichů, Nevypadáš tak špatně. Nemám žádný důvod k boji. Sbohem.
ja: 女リッチよ。私たちは互いに戦う理由はないようです。さようなら。
ru: Леди Лич, твои дела не кажутся мне страшным преступлением. И у нас нет повода враждовать. До свидания.

source: Ha ha. Of course, mermen don't run, they swim.
cs: Ha ha. Samozřejmě že mořští lidé neběží, ale plavou.
ja: 逃げ足だって？ あいにくだがマーマンどもにあるのは尾ひれだけだぜ。
ru: Ха-ха. Конечно же, водяные не бегают, они плывут.

source: Puppeteer
cs: Loutkař
ja: ザコ遣い
ru: Кукловод

source: Puppet
cs: Loutka
ja: ザコ
ru: Марионетка

source: Desperado
cs: Zoufalec
ja: ならず者
ru: Отчаянный

source: Malica had defeated the enemy, but she had failed to find the truth. She knew only that the mages of the kingdom wanted elvish shamans and herself.
cs: Malice porazila nepřítele, ale nedokázala najít pravdu. Věděla jen, že mágové z království chtějí elfí šamany a ji.
ja: マリカはオークを破ったが謎を解くことはできなかった。わかったことといえば、王国の魔術師がエルフの呪術師と彼女自身を欲しがっていることだけだった。
ru: Малика победила врага, но оказалась не в состоянии докопаться до истины. Она знала только, что королевским магам зачем-то понадобились эльфийские шаманки и она сама.

source: She and her soldiers traveled toward the capital to rescue the shamans and to learn why they wanted her.
cs: Ona a její vojáci cestovali k hlavnímu městu zachránit šamany a dozvědět se, proč ji hledají .
ja: マリカとその軍勢はエルフの呪術師を助けるため、そして王国が彼女を欲しがる理由を知るために首都に向かった。
ru: Марика и её верные слуги направились к Велдину, чтобы раскрыть стоящую за всем правду.

source: Defeat the leader of the royal army
cs: Poraž vůdce lidské armády
ja: 王国軍の指揮官を倒す
ru: Одолейте предводителя королевской армии

source: (bonus)Defeat the leader of desperado
cs: （bonus）Poraž vůdce zoufalců
ja: （ボーナス）ならず者の親分を倒す
ru: (премия) Поражение вожака отчаянных

source: A stench of death has been in the air for quite a while.
cs: Pach smrti byl ve vzduchu delší dobu.
ja: さっきから死臭が漂っているな。
ru: Уже долго в воздухе чуется запах смерти.

source: I am aware of it too.
cs: Jsem si toho vědoma.
ja: 私も気づいてました。
ru: Я заметила.

source: It may be odor of our Princess.
cs: To může být vůně naší princezny.
ja: そいつはきっと姫様の臭いだぜ。
ru: Этот аромат может источать и наша принцесса.

source: Poet! That's horrible. Cyclos, you don't think that, do you?
cs: Básníku! To je hrozné. Cyclosi, ty si to nemyslíš, že ano?
ja: 詩人さん！ なんてことを！ シクロスさん、そんなことないわよね？
ru: Поэт! Это ужасно. Циклос, ты же так не думаешь?

source: ...Um, you do smell a little after the rain...
cs: ...Um, ty voníš krátce po jarním dešti...
ja: うーん、雨の後とかちょっと・・・
ru: …Гм, от тебя в самом деле немного несёт после дождя...

source: No!!
cs: Ne!!
ja: えーっ！ うそ！！
ru: Нет!!!

source: Cyclos, you should be more circumspect when you speak.
cs: Cyclosi, měl bys být obezřetný, když mluvíš.
ja: シクロス様、女の子には気を使うものですよ。
ru: Циклос, хоть бы подумал, что говоришь.

source: Yes, I am sorry.
cs: Ano, já se omlouvám
ja: そうか、すまん。
ru: Да, простите меня.

source: Cyclos, you are insensitive. Stella, you agree, don't you?
cs: Cyclosi, jsi necitlivý. Stello, souhlasíte s tím, že jo?
ja: 小僧っこ、お前は女心に鈍いんだよ。ねえちゃんもそう思うだろ？
ru: Циклос, ты бесчувственный эгоист. Не правда ли, Стелла?

source: It's not for me to say.
cs: Nic to pro mě neznamená.
ja: そ、そんなこと知りません！
ru: Я такого не говорила.

source: There are many corpses about. These may be the cause of the odor. Something has happened here.
cs: Existuje mnoho mrtvol kolem. Ty mohou být příčinou zápachu. Něco se tady stalo.
ja: それはともかく死体がうろうろしてるな。臭いの元はこいつらだな。何かあったのかもしれねえぜ。
ru: Вокруг полно трупов. И они тоже могут служить источником обратившего на себя ваше внимание аромата. Что-то здесь пошло не так.

source: They are annoying. I'll breke them.
cs: Jsou nepříjemné. Zlomím je.
ja: 煩わしいな。やっつけてしまおうか。
ru: Это раздражает. Так и хочется прибить кого-нибудь.

source: We must be careful around them.
cs: Musíme být opatrní kolem nich.
ja: 下手に手を出さねえ方がいいような気がするぜ。
ru: С ними нужно быть поосторожней.

source: I feel unpleasant too.
cs: Mám nepříjemný pocit, také.
ja: 私もいやな感じがするわ。
ru: Я тоже себя неважно чувствую.

source: Men, look about. There are many corpses, so the one we seek must be near. Oh, and there is the woman lich. Catch her.
cs: Muži, podívejte se kolem. Existuje mnoho mrtvol, takže ten, koho hledáme, musí být blízko. Oh, a tam je žena lich. Chyťte ji.
ja: 兵士たちよ、見よ。たくさんの死体どもがいる。あやつも近くにいるに違いない。おお、あの女リッチもいる。彼女も捕らえるのだ。
ru: Мужи, осмотритесь вокруг. Тут много трупов, значит и наша цель должна быть поблизости. И ещё, женщина-лич. Её нужно взять 'живой'.

source: Hey, do you still agree to let us join your army if we attack these corpses?
cs: Ahoj, souhlasíte se spojením naší armády, pokud zaútočíme na tyto mrtvoly?
ja: おい、死体どもをやっつけたら俺たちを正規軍にしてくれるって話に嘘はないだろうな？
ru: Эй, так ты всё ещё согласен принять наше кодло в армию, на трёхразовую пайку и полное жалование, ну, если мы поможем вернуть эти трупы в могилу?

source: Yes, but don't kill the woman lich.
cs: Ano, ale nezabijte paní lichů.
ja: もちろんだ。ただし、あの女リッチは殺すな。
ru: Да, договор в силе. Только не убивайте женщину-лича.

source: Okay.
cs: Dobře.
ja: わかった。
ru: Ну по рукам.

source: We have no choice but to fight this army.
cs: Nemáme jinou možnost, než bojovat proti této armádě.
ja: どうも戦わざるをえないようね。
ru: У нас нет иного выбора, кроме как воевать с этой армией.

source: Okey.
cs: Dobře.
ja: 上等だぜ。
ru: Не вопрос.

source: Corpse, rest in peace!
ja: 死体よ、安らかに眠れ！
ru: Приляг отдохни, трупак!

source: One is a fool to touch any of my puppets.
cs: Jeden je blázen který se dotkne jedné z mých loutek.
ja: 私のザコに手を出した愚か者は誰だ？
ru: Дурак тот, кто посмеет прикоснуться к моим куклам.

source: Damn it! That is Puppeteer, a troublesome enemy.
cs: Sakra! To je Loutkář, nepříjemný nepřítel.
ja: 畜生！ ザコ遣いだ。厄介な奴を敵に回しちまった。
ru: Проклятье! Это Кукловод, неприятный противник.

source: Why is he trouble?
cs: Proč je to problém?
ja: どこが厄介なのだ。ただの死体ではないか。
ru: Почему такое беспокойство?

source: You will soon know. We must kill him to survive.
cs: Brzy poznáte. Musíme ho zabít, abychom přežili.
ja: すぐにわかるよ。とにかくザコ遣いを殺っちまわなきゃ俺たちゃおしまいだ。
ru: Скоро узнаешь. Нам придётся убить его, чтобы самим выжить.

source: There is Puppeteer. Catch him!
cs: To je loutkař. Chyťte ho!
ja: ザコ遣いがいたぞ。捕まえろ！
ru: Это Кукловод. Поймайте его!

source: Die, dirty corpse!
ja: くたばれ、汚らしいザコめ！
ru: Сдохни, грязный труп!

source: So you have found me, but you will regret having done so.
cs: Takže jsi mě našel, ale budeš litovat, že jsi tak učinil.
ja: よく私を見つけたな。しかし、お前たちはそれを後悔することになるだろう。
ru: Вот вы и нашли меня. Но только сейчас об этом и пожалеете.

source: That is Puppeteer! His army is quite troublesome.
cs: To je loutkař! Jeho armáda je docela nepříjemná.
ja: やっぱりザコ遣いだ。あいつら厄介な奴を敵に回したな。まあ、俺たちにとっては幸運だが。
ru: Это Кукловод! Его армия доставит нам хлопоты.

source: He does not look so dangerous.
cs: Nevypadá tak nebezpečné.
ja: 特別に危険そうには見えないが？
ru: Он не выглядит таким уж опасным.

source: You will quickly learn that he is.
cs: Ty se učíš rychleji než on.
ja: なーに、すぐにわかるさ。
ru: О, погоди немного, погоди.

source: You are Malica, are you not?
cs: Ty jsi malice nebo ne?
ja: お前はもしかしてマリカか？
ru: Ты — Малика, или нет?

source: Why do you know me?
cs: Proč mě znáš?
ja: どうして私を知っているの？
ru: Откуда ты меня знаешь?

source: There is no time to explain, but I will say that you mother is alive. She is in the King's castle. Only I can tell your mother is alive. Go to the King's castle.
cs: Není čas na vysvětlování, ale řeknu vám, že tvoje matka je naživu. Ona je v králově zámku. Jen můžu říct, že tvoje matka je naživu. Příjď do králova zámku.
ja: もう説明する時間は残っていない。ひとつだけ言おう。お前の母親は生きて国王の城にいる。城に行くんだ。
ru: Нет времени объяснять. Единственное, что могу сказать — твоя мама жива. Она сейчас в королевском замке. Только я могу сообщить тебе о её судьбе. Поспешите в замок.

source: Please tell me more!... He died...
cs: Prosím řekni mi víc!... On zemřel...
ja: もっと詳しく教えてください！ 死んでしまったわ・・・
ru: Пожалуйста, расскажи мне ещё!.. Он умер...

source: Ah! My arms hurt!
cs: Ah! Má ruka je zraněná!
ja: ああ、腕が痛い！
ru: Ах! Мои руки болят!

source: cursed bow
cs: Prokletý luk
ja: 呪いの射撃
ru: проклятый лук

source: You have been cursed during this battle. Now you must be careful when you attack anyone.
cs: Byla jsi prokleta během tohoto boje. Nyní musíš být opatrná, když budeš útočít.
ja: 戦いの最中に呪われたようだな。これからの戦いじゃ気をつけるんだな。
ru: Во время битвы тебя настигло проклятие. Теперь будь осторожней, когда попробуешь на кого-нибудь напасть.

source: Oh! It revived!
cs: Oh! To ožilo!
ja: おお、倒したはずなのに生き返った！
ru: О! Он возродился!

source: That is his strength. As long as he lives, the corpses will revive.
cs: To je jeho síla. Dokud žije, bude oživovat mrtvoly.
ja: あれがザコ遣いの力だ。彼自身を倒さない限り死体は何度でも蘇る。
ru: В этом его сила. Пока он жив, трупы будут вновь и вновь подниматься.

source: Hmmm, his losses are not losses.
cs: Hmmm, jeho poražení není důležité.
ja: うーむ、ある意味彼は不敗ということか。
ru: Хммм, его потери и не потери вовсе.

source: Alas! I should have been bringing the eivish shaman from the sanctuary...
cs: Běda! Já měl přivést elfího šamana ze satyně….
ja: なんということだ！ 聖堂からエルフの呪術師を連れてくるべきだった・・・
ru: Увы! Я выполнял приказ. Я должен был доставить эльфийскую шаманку в святилище...

source: What?
cs: Co?
ja: えっ？
ru: Что?

source: Our mages are experimenting using elvish shamans in the sanctuary near here.
cs: Naši mágové experimentují s použitím elfích šamanů ve svatyni zde.
ja: 魔術師たちは近くの聖堂でエルフの呪術師を使ってある実験をしているのだ。
ru: Наши маги проводят какие-то опыты, и им нужны эльфийские шаманки... Здесь, недалеко...

source: What a terrible thing it is!
cs: Jaká strašná věc to je!
ja: なんとおぞましいことを！！
ru: Какой ужас!

source: The royal army has lost. Let's get out of here!
cs: Královská armáda byla poražena. Pojďme odsud vypadnout!
ja: 国王軍がやられちまった。やろうども、ずらかるんだ！
ru: Вот же ж хрен! Проиграла хвалёная королевская армия. Давайте убираться отседова!

source: Now, I'm free from the Kingdom. And it is no use to battle each other we undead. Don't you think so, Lady Lich?
cs: Teď jsem bez království. A to je k ničemu bojovat navzájem když jsme nemrtvý. Nemyslíte si to také, Paní Lichů?
ja: やれやれ、やっと自由になれたわい。闇の仲間同士これ以上戦うことはないと思うが、どうかね、リッチのお嬢さん？
ru: Теперь я не подвластен королевским силам. И нам, мертвецам, нет никакого резона убивать друг друга. Разве не так, леди-лич?

source: Yes, I think so, too.
cs: Ano, myslím, si to taky.
ja: 私もそう思うわ。
ru: Я тоже так думаю.

source: You must be Malica, daughter of Veronica and niece of Varas.
cs: Musíte být Malice, dcera Veroniky a neteř Varase.
ja: お嬢さんはマリカじゃろう。ヴェロニカの娘でヴァラスの姪の。
ru: Ты должно быть Малика, дочь Вероники и племянница Вараса.

source: How do you know my name? My mother, however, was Nina and Varas was my father.
cs: Jak znáš mé jméno? Moje matka, nicméně, byla Nina a Varas byl můj otec.
ja: どうして私を知っているの？でもお母さんの名前はニーナでヴァラスはお父さんだけど。
ru: Ты знаешь моё имя? Но мою маму звали Нина, а Варас был мне отцом.

source: Veronica was the real name of your mother. She was Varas's sister.
cs: Veronika byla pravé jméno tvé matky. Ona byla Varasovou sestrou.
ja: ヴェロニカがお嬢さんの母親の本当の名前じゃよ。彼女はヴァラスの妹なのだ。
ru: Настоящим именем твоей матери было Вероника. И Варасу она приходилась сестрою.

source: Yes, it is true. I shall tell you what I know about it ...
cs: Ano, to je pravda. Povím ti, co vím o tom ...
ja: そうとも。私が知っていることを話してあげよう・・・
ru: Да-да, это правда. Я расскажу тебе всё, что знаю...

source: Puppeteer explained that when he was young, there were three white mages with the potential to become the King's High Mage: Varas, Veronica, and Maltos. Randolf, the great mage of the Kingdom, was their teacher. One day, Varas and Veronica experimented with a magical spell suggested by Randolf. It went wrong and Veronica became immortal while Varas became undead. The two then disappeared. Maltos, who had loved Veronica, then turned to black mage and became the Puppeteer.
cs: Loutkář vysvětlil, že když byl mladý, byli tam tři bílý mágové s potenciálem aby se stali králi velkých mágů: Varas, Veronika, a Maltos. Randolf, velký mág království, byl jejich učitel. Jednoho dne, Varas a Veronica experimentovali s magickým kouzlem, které navrhl Randolf. To se nepovedlo a Veronika se stala nesmrtelná, ale Varas se stal nemrtvý. Pak zmizeli. Maltos, který miloval Veroniku, se pak obrátil k černému mágovi a stal se Loutkářem.
ja: ザコ遣いの話によると、彼が若かった頃、ヴァラス、ヴェロニカ、マルトスという3人の将来を嘱望された白魔術師がいた。彼らの指導者は大魔術師のランドルフと言った。 あるとき、ヴァラスとヴェロニカはランドルフに命じられある実験をしていたが、思いがけなくもヴェロニカは不老不死となり、一方ヴァラスはアンデッドと化してしまう結果となってしまった。このことを知られることを恐れた2人は失踪し、ヴェロニカを愛していたマルトスは闇世界に落ちザコ遣いとなった。
ru: …Когда Кукловод был молод, жили на свете три волшебника столь искусные, что каждый из них был достоин должности верховного королевского мага. Звали их Варас, Вероника и Мальтос. Их наставником был один из самых могущественных волшебников королевства — Рэндольф Великий. Однажды Варас и Вероника работали над новым заклинанием, сложить которое поручил им Рэндольф. Никто не знает, что именно пошло не так, но последствия были печальны: Вероника стала бессмертной, а Варас обернулся ходячим трупом. Оба они исчезли с глаз людских. А Мальтос, - Мальтос всем сердцем любил Веронику - обезумел от горя и стал чёрным магом, известным всем под именем Кукловода.

source: Randolf desired immortality. He searched for Veronica (your mother Nina) many years and when finally he believed he found her, he caused the daughter to die because he knew that Veronica's clan had the secret of how to revive the dead. Randolf then misled Puppeteer into thinking that all the people of the village must be killed if Veronica was to be safe.
cs: Randolf požadovanou nesmrtelnost. Hledal Veroniku (vaši matku Ninu) mnoho let, a když konečně věřil, že ji našel, tak způsobil smrt dcery , protože věděl, že Veroničin klan měl tajemství, jak oživit mrtvé. Randolf se pak spletl v loutkaři. všichni lidé ve vesnici museli být zabiti, aby byla Veronika v bezpečí.
ja: 不老不死を望むランドルフは何十年もヴェロニカを探し、ついに見つけ出した。彼はヴェロニカの娘が死んでしまえばきっと彼女は娘に蘇りの術を使うに違いないと考え、実際そのとおりとなった。事実を隠すため、ランドルフはマルトスすなわちザコ遣いに命じて村人をすべて始末したのだった。
ru: Рэндольф жаждал обрести бессмертие и все силы отдал на поиски Вероники (матери Малики, скрывающейся под именем Нины). Когда он отыскал свою сбежавшую ученицу, то обрёк на смерть её дочь. Старый маг, знал, что мать Малики владеет тайным знанием, которое способно вернуть к жизни ушедших из неё. Тогда Рэндольфу, опытному, красноречивому магу, удалось ввести в заблуждение потерявшему интерес к жизни Кукловода. Он убедил своего бывшего ученика уничтожить деревню и её жителей ради спасения Вероники.

source: Randolf did regain youthfulness through the power of Veronica, but this was not yet immortality. Randolf then discovered that Malica was with Varas and he paid some orcs to seize her. As part of his plan he felt he needed the healing power of elvish shamans, so he seized some and began to experiment. In time Puppeteer figured out that Randolf had deceived him and had turned all the white mages against him.
cs: Randolf udělal znovu mladistvou Veroniku, ale to ještě nebyla nesmrtelnost. Randolf pak zjistil, že Malice byla s Varasem a zaplatil nějakým skřetům, aby ji chytili. Jako součást jeho plánu, cítil, že bude potřeboval léčivou sílu elfích šamanů, aby chytil nějaké a mohl začít experimentovat. V té době Loutkař zjistil, že ho Randolf oklamal a otočil všechny bílé mágy proti němu.
ja: ランドルフはヴェロニカの力により若さを取り戻したが、まだ完全に不死となったわけではなかった。彼はヴェロニカの娘、すなわちマリカがヴァラスの元にいることを知り、彼女を手に入れようとした。一方でエルフの呪術師の力にも目を付け、彼女たちを使った実験を始めた。ザコ遣いはランドルフの企みに次第に恐れを感じるようになり、彼の元から逃げ出した。
ru: Рэндольф, используя магию Вероники, и в самом деле сумел возвратить себе молодость, но не бессмертие. Тогда коварный маг принялся разыскивать уцелевшую Малику и обнаружил её вместе с другой своей пропажей — Варасом. Нанять алчных до золота орков — дело нехитрое, тем более, если в качестве работы пообещать им просто схватить мелкую девчёнку. Частью его планов стало и похищение эльфийских шаманок. В его опытах требовалась целительная магическая поддержка, но ни один белый маг при своем уме не стал бы содействовать сомнительным начинаниям Рэндольфа. К тому времени, когда Кукловод начал подозревать неладное, Рэндольф сумел настроить против него всех королевских магов.

source: The elvish shamans are imprisoned in a sanctuary near here. Malica, your mother is in the King's castle.
cs: Elfí šamani jsou uvězněni ve svatyni poblíž. Malicina, tvá matka je v králově zámku.
ja: エルフの呪術師はこの近くの聖堂に捕われておる。そして、お嬢さんの母親は国王の城におる。
ru: Эльфийские шаманки сидят под замком в святилище неподалёку. А твоя мама, Малика, заточена в королевском замке.

source: My mother alive! Thank you. Thank you so much. First we'll rescue the shamans, then we go to Weldyn.
cs: Moje matka žije! Děkuju. Děkuji moc. Nejprve zachráníme šamany, a pak jdeme na Weldyn.
ja: お母さんが生きている！ ありがとう、ありがとうザコ遣いさん！ 早く首都に行きたいわ。でも、その前に呪術師も助けなければ。
ru: Моя мама жива! Спасибо. Огромное спасибо! Тогда... Тогда сначала мы спасём шаманок, а потом пойдём в Велдин.

source: I shall bestow a special skill on an archer.
cs: Budu se věnovat zvláštním dovednostem v lukostřelbě.
ja: ならば、私が誰かに射撃の技を与えよう。
ru: Я мог одарить лучника особым мастерством.

source: I am an excellent archer.
cs: Já jsem dokonalá s lukem!.
ja: 弓なら私が得意です。
ru: Я — неплохая лучница, но стать ещё лучше не откажусь.

source: This skill is meant for neither human nor elf. It is cursed with spells of the Chaos.
cs: Tato dovednost není určena pro člověka, ani pro elfa. Je prokletá kouzlem chaosu.
ja: この技は闇の呪いがかけられておるので、人間やエルフには適さないのじゃが。
ru: Но это мастерство не предназначено ни для человека, ни для эльфа. Его источник — в заклятиях Хаоса.

source: I care not. Please give me it.
cs: Nestarám se o to že je prokletý. Prosím, nechte mi tento luk.
ja: 構いません。私にお与えください。
ru: Не важно. Пожалуйста, сделай меня сильнее.

source: Stella? Think about this.
cs: Stello? Přemýšlej o tom.
ja: ステラ、よく考えるんだ。
ru: Стелла? Подумай хоть минутку, что ты делаешь.

source: I think this skill will not be good for you.
cs: Myslím, že tato dovednost nebude pro tebe dobrá.
ja: 悪いことは言わねえ。やめとくんだ。
ru: Думаю, для тебя этот дар станет отравой.

source: I gladly take this risk to help Cyclos, ...and our tribe.
cs: Ráda toto riziko podstoupim pro záchranu Cyclose ... a nášeho kmene.
ja: シクロス様、いや、我が一族のためなら喜んで。
ru: Что, Циклос один вправе отдавать свою жизнь ради общего блага?.. Я помогу ему и нашему народу.

source: I see. I'll give it to you. But be aware that it will erode both mind and body over time.
cs: Já vidím. Dám ti to. Ale uvědom si, že to bude narušovat mysl a tělo v průběhu času.
ja: そうか。そこまで言うならお前さんにあげるとしよう。だが、こいつはやがてお前さんの心と体を蝕むことを忘れるでないぞ。
ru: Я понимаю. И вручаю тебе свой дар. Но знай, что постепенно он разрушит и твой разум и твоё тело.
