Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: I really want to get to Weldyn, but since the sanctuary is near, we'll go there first.
cs: Opravdu se chci dostat do Weldynu, ale svatyně je blíž, půjdeme tam jako první.
ja: では、先を急ぎましょう。
ru: Я так хочу поскорее добраться до Велдина, но святилище рядом, и сначала мы зайдём туда.

source: Pray for good fortune in this war.
cs: Modlete se za štěstí v této válce.
ja: 無事を祈っているぞ。
ru: Молитесь, чтобы удача сопутствовала нам.

source: What's that?
cs: Co to je?
ja: これは何かしら？
ru: Что это?

source: Oh! It's the legendary ring of Gold Angel.
cs: Oh! To je legendární prsten Zlatého Anděla.
ja: おお、こいつは伝説の金のエンジェルの指輪だぜ！
ru: О! Это легендарное кольцо Золотого Ангела.

source: I'll follow you forever.
cs: Já tě budu následovat navždy!
ja: 私はとこしえにあなた様についてゆきます。
ru: Я всегда буду следовать за тобой.

source: You should be very useful in battle.
cs: Ty by měly být velmi užiteční v boji.
ja: まあ、とてもうれしいわ。
ru: Ты должно быть очень хороший воин.

source: Oh! It's the legendary ring of Silver Angel.
cs: Oh! To je legendární prsten Stříbrného Anděla.
ja: おお、こいつは伝説の銀のエンジェルの指輪だぜ！
ru: О! Это - легендарное кольцо Серебряного Ангела.

source: You should be useful in battle.
cs: Ty by měly být užitečné v boji.
ja: まあ、うれしいわ。
ru: Ты должно быть хороший воин.

source: Hum, It's a ordinary ring.
cs: Hum, je to obyčejný prsten.
ja: ふん、ただの指輪だな。
ru: Хм, это обычное кольцо.

source: doubt that you will be much help.
cs: Pochybuji o tom, že budete mít nějakou pomoc.
ja: あんまりうれしくないわ。
ru: Сомневаюсь, что от тебя будет прок.

source: Sanctuary
cs: Svatyně
ja: 聖堂
ru: Святилище

source: Royal Mage
cs: Královský mág
ja: 王室付き魔術師
ru: Королевский Маг

source: Corpse
ja: 死体
ru: Труп

source: Defeat all the enemies leader
cs: Poraž všechny nepřátelské vůdce
ja: すべての敵の指揮官を倒す。
ru: Победите вражеских лидеров

source: That structure looks more like a fortress than a temple.
cs: Tato stavba vypadá spíš jako pevnost než chrám.
ja: こいつは聖堂というより要塞だな。
ru: Это строение больше напоминает крепость, чем храм.

source: This region is as bright as the day though it is not yet dawn. And, I can not know the layout of the building.
ja: まだ夜明け前だってのに、真っ昼間のように明るいな。それに、建物がどこにあるのか分かんねえ。

source: I sense strong magic here. The Mages may be creating this light.
cs: Cítím silnou magii. Mágové možná vytvořili toto světlo.
ja: 強い魔力を感じるわ。魔術師の力で光を作っているのね。
ru: Здесь очень сильная магия. И этот свет волшебники черпают прямо из неё.

source: Will it hinder us?
cs: Skryješ nás?
ja: ち、なんていう嫌がらせだ。
ru: Нам это помешает?

source: I don't know. I do know that we will be unwelcome.
cs: Nevím. Vím jen že budeme nežádoucí.
ja: 私たちは歓迎されていないようね。
ru: Не знаю. Я понимаю только, что рады нам не будут.

source: Not Kill me! Please forgive me!
ja: 殺さんでくれ！ 勘弁してくれよ！

source: Here is a smelly human mage.
ja: 臭い魔術師がいやがるぞ。

source: Are you hiding yourself from us?
ja: あなた、自分を見えなくするってこと？

source: No. I'm escaping from the temple.
ja: 違うよ、この聖堂からオサラバするのさ。

source: Why?
ja: どうして？

source: The kingdom is doing abomination experiments with elvish shamans as materials. I could not bear it.
ja: 王国はエルフのシャーマンを材料にして、忌まわしい実験をしてるんだ。あれには耐えられそうにないな。

source: Oh! Loana! I will break the front of the temple even now and go to rescue you.
ja: おい！ロアナ！ 聖堂の正面を突破して、すぐにも助けに行くからな。

source: The front gate is very solid, but the back door protection is loose.
ja: 正面はえらく頑丈にできてやがるが、裏口は守りが甘いな。

source: Thank you. What do you do after?
ja: ありがとう。それで、これからどうするんですか？

source: Despite being undead, you look better than a human being. I want to be your help.
ja: アンデッドのくせに、人間より人間っぽいな。あんたの手助けでもしてやるかな。

source: It will be good.
ja: あら、いいんじゃないかしら。

source: Dammit, do it on your own.
ja: ちっ、自分でやってくれ。

source: The shroud is cleared.
ja: モヤが晴れたな。

source: It is certainly thanks to Hendrich.
ja: まさに Hendrich さんのお陰です。

source: Sometimes even a mage can be useful..
ja: 魔術師もよ、たまには役に立つことがあるってことさ。

source: I will do my best and I will be more helpful.
ja: 頑張って、もっと役に立つようにするよ。

source: Oh, it's dazzling! Withdraw the previous word!
ja: くそっ、眩しい! 前言撤回だ！

source: Loana
ja: ロアナ
ru: Луанна

source: Loana! I've come to save you.
cs: Loano! Přišel jsem tě zachránit.
ja: ロアナ！ 助けに来たぞ。
ru: Луанна! Я пришел спасти тебя!

source: Cyclos! Thank you. I have hoped to see you for quite some time. Unfortunately we cannot now return with you. The hideous experiments we have suffered have made that impossible. We will, however, fight alongside you so long as we can.
cs: Cyclosi! Děkuju. Doufala jsem, že tě uvidím nějakou dobu. Bohužel se nemůžeme nyní vrátit s tebou. Odporné experimenty s námi udělali až je to nemožné. Budeme však bojovat po vašem boku tak dlouho, jak to půjde.
ja: シクロス、ありがとう！ どんなにあなたに会いたかったことか！ でも、私たちはおぞましい実験のせいでもう故郷に帰ることができない体になってしまったわ。そのかわり命の限り一緒にあなたと共に戦いましょう。
ru: Циклос! Благодарю за всё. Я так долго мечтала ещё раз увидеть тебя. Но увы, отвратительные эксперименты, которые мы перенесли, делают невозможным наше возвращение... Но мы будем сражаться рядом с вами, пока хватит оставленных нам сил.

source: Defeat enemies leader.
cs: Poraž nepřátelského vůdce
ja: 敵の指揮官を倒す
ru: Победите вражеского лидера.

source: Death of Malica.
cs: Smrt Malice.
ja: マリカの死
ru: Смерть Малики.

source: Death of Poet.
cs: Smrt Básníka.
ja: 詩人の死
ru: Смерть Поэта.

source: Death of Cyclos.
cs: Smrt Cyclose.
ja: シクロスの死
ru: Смерть Циклоса.

source: Death of Stella.
cs: Smrt Stelly.
ja: ステラの死
ru: Смерть Стеллы.

source: Death of Loana.
cs: Smrt Loany.
ja: ロアナの死
ru: Смерть Луанны.

source: Time over.
cs: Čas vypršel.
ja: 時間切れ
ru: Врем заканчивается.

source: Ugh, sore...
cs: Ugh, bolest...
ja: うぐあ・・
ru: Ах, рана...

source: Uuh...Uuh...Uuh...
ja: うー、うー、うー・・・
ru: Ах... Ах... Ах...

source: Why there are so many corpses ?
ja: なんでここにこんなにたくさんの死体があるんだ？
ru: Откуда здесь столько трупов?

source: They once were shamans as me...
ja: かつて呪術師たちが居たわよね、私のような...
ru: Когда-то они были шаманками, как и наши...

source: ... No! They were elvish shamans! Why?
ja: まさか、我らが呪術師たちでは！？ いや、そんなはずは・・・
ru: ...Нет! Нет! Почему?

source: Cyclos, thank you again for coming. I love you, but I must now say good bye.
cs: Cyclosi, ještě jednou děkuji za pomoc. Miluji tě, ale musím ti říct. Sbohem.
ja: シクロス、来てくれてありがとう。愛しているわ。でも、もうお別れを言わなければ。
ru: Циклос, ещё раз благодарю тебя, что пришел. Я всегда любила и люблю тебя, но теперь нам пора расстаться.

source: Loana! Think! There must be some cure. We'll go back home and figure this out!
cs: Loano! Zamysli se! Tam musí být nějaký lék. Vrátíme se domů a příjdem na to!
ja: ロアナ！ 考え直せ！ きっと助かる方法があるはずだ。一緒に帰ろう！
ru: Луанна! Одумайся! Ведь должно же быть какое-нибудь средство. Мы вернёмся в родные леса и найдём выход!

source: I thank you, but my time is over. Good bye Cyclos...Ugh!!
cs: Děkuji ti, ale můj čas je už u konce. Sbohem Cyclosi ... Ugh!
ja: ありがとう。でも、お別れの時間が来たようだわ。さようならシクロス・・・うぐあ！！
ru: Спасибо, Циклос, но моё время здесь закончилось. Прощай... Ах...

source: Loana...Why did it have to be you..
cs: Loano ... Proč se to muselo stát tobě ..
ja: ロアナ・・・ なぜこんなことに・・・
ru: Луанна... Почему это должно было случиться с тобой...

source: Be gone! All corpses by my hand!
cs: Běžte pryč! Všechny mrtvoly pod mou rukou!
ja: 我が手のうちの死者よ！ すべて消え失せよ！！
ru: Прочь! Все трупы под моей рукой!

source: Was what I did necessary? I'm sorry, Cyclos, but corpses lose the memories of their former life. They exist only in pain.
cs: Bylo to, co jsem udělala nutné? Je mi líto, Cyclosi, ale mrtvoly ztratí vzpomínky na svůj bývalý život. Existují pouze v bolesti.
ja: 余計なことをしてしまったかしら？ ごめんなさいね、シクロスさん。でも、彼女たちはもう生きていたことさえ忘れているの。存在することは苦痛でしかないの。
ru: Насколько правильно я поступила? Мне жаль, Циклос, но трупы ничего не помнят о прежней жизни. Их существование одна лишь боль.

source: I know... Poet, our agreement is fulfilled. Kill me... please!
cs: Vím, že ... Básníku, naše dohoda je splněna. Zabij mě ... prosím!
ja: 分かっている・・・ 詩人よ、約束は果たされた。さあ、私を殺すがいい！
ru: Я знаю... Поэт, наш договор выполнен. Убей меня... пожалуйста!

source: No! Your life is now mine. I will decide when you die. You elves need rest and I need to rebuild my army. Is there a place nearby where we can hide?
cs: Ne! Tvůj život je teď můj. Já rozhodnu, kdy zemřeš. Vy elfové potřebujete odpočinek a já musím obnovit svou armádu. Je tu někde v okolí místo, kde se můžeme schovat?
ja: だめ！ あなたの命は私のものよ。あなたの死ぬべきときは私が決めるわ。エルフさんたちも私たちも休息が必要だわ。どこか近くに安心して隠れられるような場所がないかしら？
ru: Нет! Теперь твоя жизнь принадлежит мне. И только мне решать, когда ты умрёшь. Твоим эльфам нужно отдохнуть, и мне надо восстановить свою армию. Есть ли поблизости место, где мы могли бы укрыться?

source: At the foot of the Northern Mountains there is a place which human will not go. They believe dangerous creatures exist there.
cs: Na úpatí severních hor je místo,které člověk nenavštívil. Věří, že tam existují nebezpečné stvoření.
ja: それなら、北の山の麓はどうだい？ あそこなら人間どもは魔物が出るって怖がって近づかねえぜ。
ru: У подножия Северных Гор есть такое местечко, куда люди не сунутся. Они считают, что там водятся опасные существа.

source: Poet, lead the way.
cs: Básníku, veď nás.
ja: そこにしましょう。詩人さん、案内してくださいな。
ru: Веди нас, Поэт.

source: Cyclos! Thank you for coming to me. I love you, but, I must now say good bye.
cs: Cyclosi! Děkuji, že jsi přišel pro mě. Miluji tě, ale musím to říct. Sbohem.
ja: シクロス、来てくれてありがとう。愛しているわ。でも、もうお別れを言わなければ。
ru: Циклос! Спасибо, что пришел за мной. Я люблю тебя, но настало время прощаться.

source: Loana! No! There must be a cure. Return home with me!
cs: Loano! Ne! Tam musí být nějaký lék. Vraťme se společně domů!
ja: ロアナ！ 何を言う！ きっと助かる方法があるはずだ。一緒に帰ろう！
ru: Луанна! Нет! Должно же быть средство. Вернёмся домой!

source: Thank you, but I have no more time. Good bye, Cyclos...Ugh!!
cs: Děkuji, ale nemám víc času. Sbohem, Cyclosi ... Ugh!!
ja: ありがとう。でも、お別れの時間が来たようだわ。さようならシクロス・・・うぐあ！！
ru: Спасибо, но у меня нет больше времени... Прощай, Циклос... Ах...

source: Loana...Why you...
cs: Loano…Proč...
ja: ロアナ・・・ なぜ・・・
ru: Луанна... Почему ты...

source: Vanish, all you corpses, by my hand!
cs: Zmizte, všechny mrtvoly, pod mou rukou!
ja: 我が手のうちの死者よ！ すべて消え失せよ！！
ru: Сгинь! Все вы трупы под моей рукой!

source: Loana!! No!!
cs: Loano!! Nee!!
ja: ロアナ！ 死ぬな！！
ru: Луанна!!! Нет!

source: a long day
cs: dlouhý den
ja: 長い日
ru: Долгий день

source: Snow Monster
cs: Sněžná Příšera
ja: 雪男
ru: Снежный монстр

source: Because Cyclos was sad from the loss of Loana and the other elves were tired from the fighting, they retreated into the mountains.
cs: Vzhledem k tomu, že Cyclos byl smutný ze ztráty Loany a ostatní elfové byli unavení z boje, tak ustoupili do hor.
ja: シクロスはロアナを失い悲嘆にくれていた。また、エルフの兵士達も疲労困憊していたため、彼らは人間が行こうとしない山中でひとときの休息を取ることにした。
ru: Циклос был сражен утратой Луанны, другие эльфы устали от боёв и потому последовали в горы за мёртвой армией.

source: The freed shamans, strange to say, had ceased turning into undead. It was thought that Malica's magical powers had cured them.
cs: Osvobozené šamanky, divné to říkat, se přestali stávat nemrtvými. To byla Malicina magická moc, která je dokázala vyléčit.
ja: 不思議なことに、助けられたエルフの呪術師達がアンデッドになることが収まった。おそらくマリカの魔力の作用なのだろう。
ru: Освобождённые шаманки, что было странно, перестали превращаться в мертвецов. Считалось, что такое благотворное воздействие оказывает окружающая Малику волшебная аура.

source: Although the shamans had been cured, their magical gift had turned toward something dark.
cs: I když šamani byli vyléčeni, jejich magický dar, se obrátil k něčemu temnému.
ja: その代わりに彼女達には、闇の力に属する能力が加わってしまった。
ru: Но хотя шаманки восстанавливали свои силы, их магическое искусство постепенно приобретало тёмные черты.

source: Kill the animals
cs: Zabij zvířata
ja: 動物を倒す
ru: Убейте животных

source: Are you sure this is a safe place to hide?
cs: Jste si jistý, že to je bezpečné místo pro úkryt?
ja: 本当にここで大丈夫か？
ru: Ты и в самом деле полагаешь это место надёжным укрытием?

source: People fear this place, so few come. But we may face some monsters.
cs: Lidé se obávají, tohoto místa, tak málo jich sem přijde. ale my můsíme čelit nějakým příšerám.
ja: 人間どもは怖がって来やしねえさ。その代わり、ちょっとばかり獣がでるけどな。
ru: Те немногие, что рискуют уйти на север, сторонятся подножия Северных Гор. Правда, нам могут повстречаться причины их страха.

source: We will rest here, but station guards at the entrance of this valley just in case.
cs: Budeme odpočívat zde, ale stanice strážců je u vchodu do tohoto údolí, jen pro případ.
ja: ここで兵士達を休ませることとしましょう。でも、谷からの入り口の警備は怠らないように。
ru: Ну что ж, здесь и отдохнём. Но дозоры у входа в долину выставить нужно обязательно.

source: Cyclos, the elves need food and I see a bear over there.
cs: Cyclos, elfové potřebují jídlo a vidím tam medvěda.
ja: シクロスさん、エルフさん達に栄養をつけてもらわなければ。ちょうどあそこに熊がいるわ。
ru: Циклос, вам, живым, нужна пища. Вон, посмотри, там медведь.

source: We do not butcher animals for food.
cs: Nechceme porážet zvířata pro jídlo.
ja: 我々はあまり動物は食べないのだが。
ru: Мы не убиваем животных ради еды.

source: You look like you have no energy. Better to hunt so you can regain your vigor.
cs: Vypadáš, jako bys neměl žádnou energii. Lepší bude jít na lov, tam můžeš znovu získat svou sílu.
ja: 敵の姿もないし、気晴らしに狩りでもしてきな。
ru: Но как же тогда вы пополните свои силы? Растений тут нет. Лучше охотиться, чем умирать с голоду.

source: I will go. Stella, join me.
cs: Já půjdu. Stello, přidej se.
ja: わかった。行くとしよう。ステラも来るか？
ru: Эх... Я пойду. Стелла, давай со мной.

source: Yes I will, glad...
cs: Ano budu ráda...
ja: はい、喜んで・・・
ru: Да я с удовольствием...

source: (Stella! Wait!)
cs: （Stello! Počkej！）
ja: （ねえちゃん、ちょっと待ちな！）
ru: (Стелла! Постой!)

source: Ah... I better stay here to guard this magic bow.
cs: Ah… Bude lepší když já zůstanu tady střežit tento kouzelný luk.
ja: あ、私もここに残って見張りをしてます。
ru: Ах... Лучше останусь здесь охранять волшебный лук.

source: Stella! Thank you! Cyclos, let's go.
cs: Stello! Děkuji! Cyclosi, pojďme
ja: ステラさん、ありがとう！ シクロスさん、さあ行きましょう。
ru: Ой, Стелла, спасибо тебе! Пошли, Циклос.

source: Stella, you did the right thing. Malica knows that you love Cyclos. He is the only who who doesn't know. She has an idea and wanted to be alone with him.
cs: Stello, udělala jsi správnou věc. Malice ví, že miluješ Cyclose. On je jediný, kdo to neví. Má nápad a chce být s ním o samotě.
ja: ねえちゃん、よく我慢した。姫様もあんたが小僧っ子を好きなことを知ってるさ。ていうか、知らねえのは当の小僧っ子だけだけどな。姫様は何か考えがあって小僧っ子と二人だけになりたかったんだろうよ。
ru: Стелла, ты правильно поступила, что осталась. Малика знает, что ты любишь Циклоса. А он, похоже, единственный, кто этого не замечает. Мою принцессу посетила одна интересная мысль, и ей нужно побыть с Циклосом наедине.

source: Now, let's take a break in the ruin.
cs: Nyní pojďme si odpočinout do rozvalin.
ja: さ、俺たちは中に入って一服しようぜ。
ru: Теперь можно расслабиться среди руин.

source: I feel some wonderful power arises when we are together. Don't you?
cs: Cítím nějakou mocnou sílu, když jsme spolu. Cítíš to taky?
ja: シクロスさんと一緒にいると何だか不思議な力が湧いてくるのを感じるわ。そうじゃない？
ru: Знаешь, когда ты рядом, я прям чувствую, как между нами возникает какая-то сила. Ты заметил?

source: I feel it too. Odd that we are attracted to each other although there is nothing in common between us.
cs: Já to cítím také. Zvláštní, že se navzájem přitahujeme, i když nemáme nic společného.
ja: 私もだ。まるで私たち二人には、何か昔からのつながりがあるかのようだ。
ru: Я тоже чувствую её. Странно, что нас тянет друг к другу, хотя между нами нет ничего общего.

source: Do you think that? Consider that the decoration on your sword is very similar to my ......
cs: Myslíš si to, že? Povšimni si, že dekorace na tvém meči jsou velmi podobné těm mým ......
ja: ねえ、前から思っていたのだけれど、シクロスさんの剣の飾りが何だか私の・・・
ru: Ты правда так думаешь? Посмотри, узоры на наших мечах так похожи между собою...

source: Wait. Let's attack the bear together. I feel somthing will happen then.
cs: Počkej. Pojďme zaútočit na medvěda dohromady. Mám pocit, že se něco stane.
ja: さあ、熊退治に行こう。何かあるような気がする。
ru: Погоди. Давай вместе нападём на медведя? Вот чувствую, что-то тогда произойдёт необычное.

source: Sigh...All right.
cs: Povzdech ... V pořádku ..
ja: あの・・・ わかったわ。
ru: Эх... Хорошо.

source: Malica and Cyclos have a coordinated attack that occurs only if the two are adjacent.
cs: Malice a Cyclos mají koordinovaný útok, který se vyskytuje pouze tehdy, pokud jsou oba vedle sebe.
ja: マリカとシクロスは隣り合っていると協調攻撃ができるようになった。
ru: Малика и Циклос смогут слаженно напасть на медведя, только если будут рядом друг с другом.

source: Oh, a yeti!
cs: Oh, yeti!
ja: おお、雪男だ！
ru: Ох, йети!

source: Oh, how much meat can we get from the yeti?
cs: Ach, kolik masa můžeme dostat z yetiho?
ja: まあ！ 何人前のお肉になるかしら？
ru: А сколько мяса можно получить с йети?

source: Don't be stupid! It is very dangerous!
cs: Nebuď hloupá! Je to velmi nebezpečné!
ja: 何言ってんだ！ あいつは危険きわまりないぞ！
ru: Не глупи! Это очень опасно!

source: We have killed the big beast.
cs: Zabili jsme velkou šelmu.
ja: 今日は大物を捕らえることができたわね。
ru: Мы убили огромного зверя.

source: Yes, but how do we take it back to our camp?
cs: Ano, ale jak ji dostaneme zpátky do našeho tábora?
ja: そうだな。しかし、どうやって運ぼうか？
ru: Ага. Но как мы его притащим в лагерь?

source: My soldiers will carry it later. Ah, this is a beautiful place, isn't it?
cs: Moji vojáci budou pokračovat později. Ach, to je krásné místo, je to tak?
ja: 後で兵士達に運んでもらいましょう。それよりもここはとてもすてきな場所じゃない？
ru: Мои солдаты принесут его. Попозже. А здесь красиво, не правда ли?

source: Yes. I would not have thought there was a place like this at the foot of such a steep mountain ...
cs: Ano. Kdo by si pomyslel, že takové krásné místo může být na tak strmé hoře...
ja: そうだな。まさかこんな山奥にこのような場所があるとは思ってもみなかった。
ru: Да. И не подумал бы, что подножия заснеженных гор могут скрывать такую красоту...

source: I may forget the terrible battle....
cs: Nemohu zapomenout na tu strašlivou bitvu ....
ja: ひどい争いのことなんて忘れてしまいそう・・・
ru: Меня преследуют кошмары последней битвы...

source: You are thinking of Loana. You would be with her now if we could have rescued her a little earlier. I'm sorry.
cs: Ty myslíš na Loanu. Ty bys s ní mohl teď být, kdybych ji zachránila o něco dříve. Je mi to líto.
ja: ロアナさんのことを考えているのね。もし、もう少し早く助けられたら今頃ロアナさんもここにいられたでしょうに。ごめんなさいね。
ru: Ты и сейчас вспоминаешь о Луанне. Вот здесь вы могли бы гулять с ней, если бы мы успели её спасти. Мне так жаль.

source: Malica, don't worry. I apologize that I was upset at the time. I still grieve about losing her, yet my heart becomes calm in your presence.
cs: Malice, neboj se. Omlouvám se, že jsem byl naštvaný. Pořád truchlím nad její ztrátou, ale mé srdce je v klidu když jsem ve tvojí přítomnosti.
ja: マリカ、謝らなくてもいい。むしろ私の方があの時取り乱したことを謝らなければ。ロアナを失った苦しみは消えないが、あなたのおかげで痛みは癒えてきた。
ru: Не переживай, Малика. И прости меня, что дал волю своим чувствам. Я всё ещё оплакиваю свою потерю, но моё сердце успокаивается, когда я рядом с тобой.

source: It is strange that we talk to one another, instead of being enemies.
cs: Je to s podivem, že mluvíme k sobě navzájem, místo toho, abychom byli nepřátelé.
ja: 不思議なものだ。元々敵同士の我々が共に語り合っているとはな。
ru: Странная штука жизнь. Мы говорим друг с другом, вместо того, что друг друга убить.

source: Sure. I dwell in darkness while you belong to a noble race.
cs: Jistě. Žiju ve tmě, zatímco ty patříš ke vznešené rase.
ja: そうね、私のような闇の存在とシクロスさんのような気高い一族が一緒にいるなんて。
ru: В самом деле. Моё место во тьме, а ты... а ты из благородного народа.

source: Sometimes I forget you are undead. And sometimes I feel I have long known you.
cs: Někdy zapomínám že jsi nemrtvá. A někdy mám pocit, že tě už dlouho znám.
ja: 時々あなたがアンデッドであることを忘れていまいそうになる。むしろずっと前から知っていたような気すらすることがある。
ru: Иногда я забываю, что ты — мертвец. У меня такое чувство, что я всегда тебя знал.

source: Yes, I feel we have some sort of connection...
cs: Ano, mám pocit, že jsme nějak propojeni ...
ja: そう。私も時々私たち二人にはなにか深い絆があるように感じるわ・・・
ru: Да, я тоже чувствую связь между нами...

source: The sun will soon go down. We must return to camp.
cs: Slunce bude brzy klesat. Musíme se vrátit do tábora.
ja: さあ、もう夕暮れだ。戻らなければ。
ru: Солнце скоро сядет. Нужно вернуться, чтобы успеть поставить лагерь до темноты.

source: ...Sorry, I speak too much. Let's go.
cs: ...Promiň, moc mluvim. Pojďme.
ja: ごめんなさい。おしゃべりしすぎたようね。帰りましょう。
ru: ...Прости, я, наверное, слишком много говорю... Пойдём в лагерь.

source: Loana...forgive me...
cs: Loano ... odpusť mi ...
ja: ロアナ・・・ 許してくれ・・・
ru: Луанна... прости меня...

source: Intrusion
cs: Obtěžování
ja: 潜入
ru: Вторжение

source: Because the guards at the King's castle were numerous and strong, Malica used the darkness of the night to sneak into the castle.
cs: Vzhledem k tomu, že stráže v králově zámku byly početné a silné, Malice použila temnotu noci a vplížila se do hradu.
ja: 国王の城の守りは非常に堅いため、マリカ達は夜のうちに城に侵入することにした。
ru: Охрана в королевском замке была хорошо обучена и многочисленна, потому Малика прокралась туда под покровом ночи.

source: Mermaid
cs: Mořská panna
ja: マーメイド
ru: Русалка

source: Get as many units as possible through the castle's gate (Malica must enter last.)
cs: Dostaň co nejvíce jednotek, jak jen to bude možné přes hradní brány (Malica musí být poslední.)
ja: できるだけ多くのユニットが入城する（マリカは最後に入ること）
ru: Пропустите как можно больше бойцов через ворота замка (Малика должна пройти последней.)

source: Malica and the other heros fail to reach the gate
cs: Malica a další hrdinové nedosáhnou brány
ja: マリカか他のヒーロー達が入城し損ねる
ru: Малика и другие герои не доходят к воротам

source: Maximum 23 units can enter the gate (Including Malica).
cs: Maximálně 23 jednotek může vstoupit do brány (včetně Malice).
ja: マリカを含めて最大23のユニットが城に入れます
ru: Только 23 бойца, включая Малику, могут пройти внутрь.

source: My Princess, we must enter the gate of the castle before morning.
cs: Moje princezno, musíme vstoupit do brány zámku před ránem.
ja: 姫様、日が昇る前に城に入るんだ。
ru: Моя принцесса, мы должны успеть оказаться в стенах замка до восхода солнца.

source: All right. How do you know about this castle.
cs: Dobře. Jak víš o tomto hradu?
ja: わかったわ。ところで、どうして詩人さんはこの城に詳しいの？
ru: Хорошо, как скажешь. Ты лучше меня знаешь этот замок.

source: Ah... I can't hear you say because it is too cold...
cs: Ah… Já tě neslyšim, protože je tady taková zima…
ja: あー、今夜は冷えるもんで、耳鳴りがしてよく聞こえねえな。
ru: Ах... Из-за жуткого холода я не услышал твои слов.

source: Anyway the lighthouse lights are dazzling.
ja: それにしても灯台ってのは眩しいもんだな。

source: The great Mage is protecting the castle with the fire of that lighthouse.
ja: 大魔導士が、あの灯台の火で城を守っているんだ。

source: How?
ja: どうやって？

source: ... Sorry, I've forgotten.
ja: .... ごめん、忘れちまってた。

source: Damm. Poor mage is useless!
ja: まったく。へっぽこ魔術師は使えねえな！

source: Sorry! I cann't enter the gate!
cs: Promiň! Já nemohu vstoupit do brány!
ja: ごめんなさい！ 入り損なってしまったわ！
ru: Увы! Не могу пройти в ворота!

source: Poet! Don't disappear!
ja: 詩人さん、居なくならないで！

source: Oh, I remember! We must put out the fire of all the lighthouses.
ja: 忘れるもんか！ 全ての灯台の日を消さなきゃならんのだ！

source: The undead that entered the castle will be burnt out by the sacred fire.
ja: 城に侵入するアンデッドは、聖なる炎で焼き尽くされてしまうぞ。

source: It's midnight now.
cs: Je půlnoc.
ja: もう、深夜だわ。
ru: Полночь.

source: Hurry! The sun rises.
cs: Spěchej! Slunce vychází
ja: 急げ、じきに日が昇るぞ！
ru: Поспешите! Уже светает.

source: Lady Lich, do you remember me? I shall build a magical bridge to the castle. You may cross the bridge.
cs: Paní Lichů, Vzpomínáš si na mě? Budu stavět kouzelný most k hradu. Můžete pak přejít přes most.
ja: 女リッチよ、私を覚えていて？ 私たちの魔力で城までの橋を架けてあげましょう。それを渡るといいわ。
ru: Леди-лич, ты помнишь меня? Я построю волшебный мост к замку. И ты сможешь пройти по нему.

source: Mermaid Princess, thank you.
cs: Mořská princezno, děkuji.
ja: マーメイドのお姫様。ありがとう。
ru: Спасибо, принцесса русалок.

source: staff
cs: hůl
ja: 杖
ru: посох

source: thorns
cs: zapletení
ja: とげ
ru: шипы

source: faerie touch
cs: vílý dotek
ja: 妖精の接触
ru: волшебное касание

source: Sorry! I can't enter the gate!
cs: Promiň! Já nemohu vstoupit do brány!
ja: ごめんなさい！ 入り損なってしまったわ！
ru: Увы! Не могу пройти в ворота!

source: Castle
cs: Hrad
ja: 城
ru: Замок

source: White Elder Mage
cs: Býlí starší mág
ja: 大白魔術師
ru: Старый Белый Маг

source: Mother
cs: Matka
ja: お母さん
ru: Мама

source: King
cs: Král
ja: 国王
ru: Король
