Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: Oh, he acts like a baby. Stella, you will have a hard life.
cs: Oh, on se chová jako dítě. Stello, ty budeš mít těžký život.
ja: まるっきり赤ん坊だな。ステラ、あんた苦労するぜ。
ru: Он ведёт себя, как ребёнок. Тебя ждёт тяжелая жизнь, лучница.

source: I know.
cs: Já vím.
ja: 分かっている。
ru: Я знаю.

source: Cry when you feel the need to cry. Seek not to defeat weakness, but love weakness.
cs: Plakej, když cítís potřebu plakat. Nesnaž se porazit slabost, ale láska je slabost.
ja: いいか、泣きたいときには泣け。弱さを克服しようと思うな、弱さと一緒に生きてゆけ。
ru: Плачь, когда почувствуешь потребность плакать. Старайся преодолеть не слабость, а любовь.

source: I cannot understand what you say.
cs: Já ti nerozumim co říkáš.
ja: 何を言っているのかよくわからないが。
ru: Я не понимаю, о чём ты.

source: Then forget it. I am a philosopher, not a poet.
cs: Tak na to zapomeň. Jsem filozof, ne básník.
ja: わからなきゃ忘れてもらっていいぜ。でも俺様は本当は詩人じゃなくて。哲学者なのさ。
ru: Тогда забудь. Я — философ, но не поэт.

source: Ha ha ha, thank you anyway.
cs: Ha ha ha, tak ti mockrát děkuji.
ja: ははは、とにかく助言ありがとう。
ru: Ха-ха-ха, так или иначе, ещё раз спасибо.

source: Night has fallen. You must go to the baby Cyclos. I say goodbye.
cs: Noc ustupuje. Musíš jít k dítěti Cyclosi. Sbohem.
ja: 夜も更けたな。小僧っ子の所に行ってやりな。じゃ、あばよ。
ru: Приближается ночь. Возвращайся к Циклосу, он уже переживает. Я говорю: до свидания.

source: Goodbye.
cs: Sbohem
ja: さよなら。
ru: До свидания.

source: Stella! Where are you?
cs: Stello! Kde jsi?
ja: ステラ！ どこだ？
ru: Стелла! Где ты?

source: Sandbox
ja: サンドボックス
ru: Песочница

source: Free Mage
ja: 自由魔術師
ru: Вольный Маг

source: Royal White Mage
cs: Královský bílý mág
ja: 王室付白魔術師
ru: Королевский белый маг

source: Young and fragile, children are easily finished.
cs: Mladé a slabé, děti jsou snadným terčem.
ja: 若く脆い子供たちは、簡単に命を落としてしまう。
ru: Молодые и хрупкие, дети очень легко погибают.

source: small knife
cs: Malý nůž
ja: 小さなナイフ
ru: маленький нож

source: Peasant Child
cs: Dítě obyvatele
ja: 百姓の子ども
ru: крестьянский мальчик

source: female^Peasant Child
cs: Holčička obyvatele
ja: 百姓の子ども
ru: крестьянская девочка

source: Southwest Gate
cs: Johozápadní brána
ja: 鉄格子（南西）
ru: Юго-западные Ворота

source: normal gate
cs: Normální brána
ja: 普通のゲート
ru: простые ворота

source: hard gate
cs: Těžká brána
ja: 頑丈な鉄格子
ru: сложные ворота

source: Bear
cs: Medvěd
ja: 熊
ru: Медведь

source: bear
cs: medvěd
ja: 普通の熊
ru: медведь

source: fist
cs: pěst
ja: 拳
ru: лапа

source: Harfdead Child
cs: Tvrdá smrt dítěte
ja: 死にかけの子ども
ru: Полуживое дитя

source: Lady Ancient Lich
cs: Paní prastarých lichů
ja: 女古代リッチ
ru: Леди Древний Лич

source: Lady Lich
cs: Paní lichů
ja: 女リッチ
ru: Леди Лич

source: Lady Prelich
cs: Poloviční lich
ja: 女新米リッチ
ru: Леди Прелич

source: Lady Skeleton
cs: Paní kostlivců
ja: 女骸骨
ru: Леди Скелет

source: knife
cs: nůž
ja: ナイフ
ru: нож

source: Death Knight Loyal
cs: Nemrtvý královský rytíř
ja: 忠誠死の騎士
ru: Верный рыцарь смерти

source: Gold Chocobone
cs: Zlatý Kostipštros
ja: 金のチョコ骨
ru: Золотой мёртвый всадник

source: Revenant Loyal
cs: Královský Revenant
ja: 忠誠レブナント
ru: Верный возрожденный

source: Silver Chocobone
cs: Stříbrný Kostipštros
ja: 銀のチョコ骨
ru: Серебряный мёртвый всадник

source: darkens
cs: temnota
ja: 闇化
ru: затемнитель

source: female^darkens
cs: dívka temnoty
ja: 闇化
ru: затемнительница

source: Darkens: This unit untiilluminates the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
cs: Temnota: Tato jednotka ozáří okolí, takže chaotické jednotky bojojí lépe, a zákonné jednotky bojují hůř. Každá jednotka v její bízkosti bojuje lépe za soumraku jako v noci a ve dne jako za soumraku.
ja: このユニットの周囲は、混沌ユニットには有利となり、秩序ユニットには不利となる。
ru: Боец затемняет окружающее пространство, благодаря чему хаотические бойцы сражаются сильнее, а порядочные слабее. Все бойцы, находящиеся рядом, будут сражаться днём, как в сумерках, а в сумерки, как ночью.

source: Do you take this sword ?
cs: Vezmeš si tento meč?
ja: このユニットに剣を取らせますか。
ru: Вы поднимете этот меч?

source: Yes
cs: Ano
ja: はい
ru: Да

source: Sword of Darkness
cs: Meč temnoty
ja: 暗黒の剣
ru: Клинок Тьмы

source: You get power of darkness
cs: Získal si sílu temnoty
ja: あなたは暗黒の力を手に入れた。
ru: Ты обретаешь силу тьмы

source: Only skeleton and troll can have the sword.
cs: Jenom kostlivci a trollové mohou vzít tento meč.
ja: 混沌に属する骸骨とトロールのみがこの剣を取ることができる。
ru: Только скелет или тролль могут удержать этот клинок.

source: The sword belongs to this unit.
cs: Meč patří této jednotce.
ja: 暗黒の剣はこのユニットの物となった。
ru: Меч принадлежит этому бойцу.

source: No
cs: Ne
ja: いいえ
ru: Нет

source: Unison
cs: Jednohlas
ja: ユニゾン
ru: Совместная атака

source: $count_empty units can enter after.
ja: あと $count_empty のユニットが入城できます。
ru: Бойцы $count_empty могут войти позже.

source: Failed some hero enter the castle.
ja: 詩人、シクロス、ステラ、チビの誰かが城に入れなかった。
ru: Подведите одного из героев к замку.

source: No more units can enter the castle.
cs: Žádné další jednotky nemohou vstoupit do hradu.
ja: これ以上のユニットは城に入れません。
ru: Другие бойцы уже не могут войти в замок.

source: I have to enter the gate next.
cs: Musím vstoupit do vedlejší brány.
ja: 最後に私が入らなければ。
ru: Я должна войти в ворота следующей.

source: Sorry! I can't enter the gate!
cs: Promiň! Já nemohu vtoupit do brány!
ja: ごめんなさい！ 入り損ねたわ！
ru: Простите! Я не могу пройти в ворота!

source: I cann't go no more. I'm sorry. Good bye.
cs: Nemůžu jít dál. Je mi líto. Sbohem.
ja: 私はもうこれ以上行けないわ。ごめんなさい。
ru: Я больше не могу. Простите. И прощайте.

source: My Princess, don't say sorry! don't say good bye! Don't die!
cs: Moje princezno, neomlouvejte se! Neříkejte sbohem! Neumírejte!
ja: 姫様よう、謝るんじゃねえ！ 死ぬな！
ru: Моя принцесса, не проси прощения! Не прощайся! Не умирай!

source: Ack! I am fallen. I can follow you no further.
cs: Au! Já jsem selhal. Já dál nemůžu postupovat.
ja: 畜生、俺としたことが！ もう、これ以上一緒に行けねえ。
ru: Я сражён. Я могу последовать за вами.

source: Poet! Don't die!
cs: Básníku! Neumírej!
ja: 詩人さん、死なないで！
ru: Поэт! Не умирай!

source: Loana...forgive me...
cs: Loano ... odpusť mi ...
ja: ロアナ・・・許してくれ・・・
ru: Луанна... прости меня...

source: Cyclos!!
cs: Cyclosi!!
ja: ああ、シクロス様！！
ru: Циклос!!!

source: He died. And we needed his guidance.
cs: Zemřel. A my jsme potřebovali jeho vedení.
ja: 小僧っこが死んじまっちゃあ、これ以上行けねえな。
ru: Он умер. Боюсь, нам не справиться без его задора.

source: Sorry. Cyclos.
cs: Promiň. Cyclosi.
ja: Cyclos 様、すみません・・・
ru: Прости, Циклос.

source: Stella! Don't Die!!
cs: Stallo! Neumírej!
ja: ステラ！ 死ぬな！！
ru: Стелла! Не умирай!!!

source: Without her reinforcements, there is no chance for us.
cs: Bez posily, není žádná šance pro nás.
ja: ステラの助けがなきゃ、俺たちに勝ち目はねえな。
ru: Без её способностей нам надеяться не на что.

source: Ah! Don't die my boy! I cann't live no more without you!
cs: Ah! Neumírej chlapče! Nemůžu žít bez tebe!
ja: おお、チビよ。死ぬんじゃねえ！ お前なしじゃ俺はやっていけねえ！
ru: Ах! Не умирай, мой маленький! Я не смогу дальше жить без тебя!

source: Oh, Poet! I don't know you love the troll so much.
cs: Oh, Básníku! Já neznám tvou lásku k trollům tak moc.
ja: ああ、詩人さんがあんなにあのトロールを愛していたなんて知らなかったわ。
ru: О, Поэт! Я и не знала, что ты так привязан к малышу.
