Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: You are fighting the orcs, aren't you? Their defense at the front is strong and will be difficult to break. I know a secret passage.
cs: Ty bojuješ proti skřetům, nebo ne? Jejich obrana na přední linii je silná a bude ji velmi obtížné překonat. Vím o tajné chodbě.
ja: 正面から攻めてもオークどもの堅い守りを破るのは難しい。だが、私は抜け道を知っているのだ。
ru: Вы сражаетесь с орками, не так ли? У них здесь хорошие укрепления, их трудно будет взять лобовым ударом. А я знаю тайный проход.

source: Hm... The orcs like secret passages. What do you want in return?
cs: Hm ... Skřeti mají tajné průchody? Co chceš na oplátku?
ja: ほう、よくよくオークは抜け道が好きと見える。それで見返りは何が欲しいんだ？
ru: Гм... Орки любят тайные проходы... Что ты хочешь взамен?

source: The orcs have kidnapped the shamans of my village and have imprisoned them somewhere in this cave. Help me free them.
cs: Skřeti mají unesené šamany z mé vesnice a byli uvězněni někde v této jeskyni. Pomozte mi je osvobodit.
ja: オークは私たちの村の呪術師を誘拐してこの洞窟のどこかに閉じ込めているんだ。彼女たちを自由にしたい。
ru: Орки похитили шаманок моей деревни и засадили их в глубокие подземелья где-то в этих пещерах. Помогите мне освободить их.

source: It would be ridiculous to try to rescue the shamans. No, your life is at an end.
cs: Bylo by absurdní, abychom se pokusili zachránit šamany. Ne, tvůj život je u konce.
ja: 呪術師を助けるために単身乗り込むとはお前もばかな奴だ。
ru: Было бы смешно мертвецам пытаться спасать шаманок. Нет, ты расплатишься своей жизнью. Но в конце.

source: My life is unimportant compared to theirs. If you hurt one of them, I will kill you all.
cs: Můj život je bezvýznamný ve srovnání s jejich. Pokud zraníte jednoho z nich, zabiju vás všechny.
ja: 私の命など彼女たちに比べれば安いものだ。もし貴様が呪術師を一人でも傷つけたら、私は貴様ら全員を殺す。
ru: По сравнению с их жизнями моя - ничего не стоит. Если вы хоть пальцем тронете их, то я всех вас прикончу.

source: Another joke! You have balls. I shall kill you now!
cs: Další vtip! Máš koule. Já tě zabiju hned teď!
ja: ほざけっ！ このガキ、今殺してやる！
ru: Ещё одна шутка! Храбрости тебе не занимать. А теперь умри!

source: Do so if you can, but you will never defeat the orcs.
cs: Učin co můžeš, ale vy nemůžete porazit skřety.
ja: 殺すがいい。だか、貴様らは決してオークに勝てまい。
ru: Сделай так, если сил хватит. Но орков вам не победить!

source: Poet! You elf! Stop!! The orcs are certainly stronger than us and a frontal attack will not succeed. I promise we will not hurt your shamans. Now lead us to the secret passage.
cs: Básníku! Elfe! Přestaňte! Skřeti jsou určitě silnější než my a frontální útok neuspěje. Slibuji, že neublížim tvým šamanům. Nyní nás veď do tajné chodby.
ja: 詩人さん、エルフさん、もうやめて！オークは確かに私たちよりずっと強くて正面突破は無理だわ。エルフの呪術師たちには決して害を与えないと約束します。私たちを抜け道に案内してください。
ru: Поэт! И ты, эльф! Прекратите!!! Орки, конечно, сильнее нас, и если мы просто нападём на них, то ничего не добьёмся. Обещаю, мы не причиним вреда твоим шаманкам. А теперь веди нас к тайному проходу.

source: And I still demand your life.
cs: Já pořád žádám tvůj život.
ja: それから約束を果たしたら、お前の命もよこしな。
ru: Мне всё ещё нужна твоя жизнь.

source: Agreed. My life is worth their rescue.
cs: Souhlasim. Můj život stojí za jejich záchranu.
ja: いいだろう。彼女たちが助かれば私はどうなっても構わない。
ru: Согласен. Моя жизнь взамен на их спасение.

source: You underestimate the value of your life. And what is your name? I am Malica and this is Poet.
cs: Nemůžeš podceňovat hodnotu svého života. A jaké je tvé jméno? Jsem Malice a toto je Básník.
ja: エルフさん、命は大切にして。ところであなたのお名前は？ 私はマリカ。そしてこちらが詩人さん。
ru: Ты слишком низко оцениваешь свою. И как тебя зовут? Я — Малика, а это — Поэт.

source: My name is Cyclos.
cs: Jmenuji se Cyclos.
ja: 私の名はシクロスだ。
ru: Меня зовут Циклос.

source: Cyclos. Fitting name. Sorry I mistook you for a bandit. By the way, why are you looking at me so seriously?
cs: Cyclosí. Dobré jméno. Promiň, že jsem si tě spletla s banditů. Mimochodem, proč se na mě tak díváš?
ja: シクロスさんね。いい名前だわ。さっきは山賊と間違えてごめんなさいね。ところでどうしてずっと私を見つめているの？
ru: Циклос. Годное имя. Жаль, что я приняла тебя за разбойника. Между прочим, почему ты так серьёзно на меня смотришь?

source: Sorry. I saw woman undead for the first time. And you're wearing a rare necklace.
cs: Promiň. Viděl jsem poprvé nemrtvou ženu. A vy nosíte vzácný náhrdelník.
ja: すまん。女のアンデッドを見るのは初めてなので。それに珍しい首飾りをしていると思って。
ru: Прости. Впервые я увидел женщину-мертвеца. И у тебя украшение редкой красоты.

source: Ah, it's my mother's earring. But I have no longer ears. So, Poet made it to necklace. Oh, we must harry! Let's go.
cs: Ah, to jsou náušnice mé matky. Ale já nemám uši. Takže, básník mi udělal náhrdelník. Oh, my si musíme pospíšit!
ja: ああ、これはもともとお母さんのイヤリングなの。でも、私にはもう耳がないから詩人さんが首飾りにしてくれたの。それよりも先を急がなくては。
ru: Ах, это серёжка моей матери. Но у меня больше нет ушей. И Поэт сделал из серёжки кулон... Ой, нам нужно спешить! Идём скорее.

source: And thus Cyclos joined Malica's fighters.
cs: A tak se Cyclos připojil k Maliciným bojovníkům.
ja: こうしてシクロスはマリカの軍勢に加わった。
ru: И вот так Циклос присоединился к армии Малики.

source: Death of Cyclos
cs: Smrt Cyclose
ja: シクロスの死
ru: Смерть Циклоса

source: Here is the secret passage.
cs: Tady je tajná chodba.
ja: ここに抜け道がある・・・
ru: Вот тайный проход.

source: I have found you!... But, where is Loana? Loana?
cs: Našel jsem Vás! ... Ale, kde je Loana? Loano?
ja: ついに見つけた！ だが、ロアナは？ ロアナはどこだ？
ru: Я отыскал вас!.. Но где же Луанна? Луанна!

source: Oh, Cyclos. The higher shamans like Loana have been taken away by soldiers of the Kingdom.
cs: Oh, Cyclosi. Vyšší šamani jako Loana byli odebráni vojáky království.
ja: ああ、シクロス様。ロアナ様と高位呪術師たちは既に国王の兵士に連れられてしまいました。
ru: О, Циклос. Самых лучших наших шаманок, таких как Луанна, увели солдаты королевской гвардии.

source: No!!...
cs: Ne!! ...
ja: なんという・・・
ru: Нет!!!...

source: Here! chief of the enemy!
ja: 敵の首領がいた！

source: Ha ha ha! Poor undeads!
ja: ははは、哀れなアンデッドどもよ！

source: Can you catch me?
ja: 俺を捕まえられるかな？

source: Damn! We must find another way.
ja: 畜生！ 別の道を探さなけりゃ。

source: Runt
cs: Zakrslík
ja: チビ
ru: Карлик

source: There is a troll runt in a cage.
cs: Tam je trollí skrček v kleci.
ja: チビのトロールが捕われていやがる。
ru: Тут в клетке держат маленького тролля.

source: That is sad. Free him.
cs: To je smutné. Osvoboď ho.
ja: かわいそうに。放してあげましょう。
ru: Какие у него печальные глаза. Освободите его.

source: Oh, it's going to join us. Well, it needs a name, so let's call it Runt
cs: Oh, bude to s námi. Dobře, potřebuje to jméno, takže budete tomu říkat Zakrslík
ja: おっと、こいつ俺たちについてきやがった。じゃあ名前が必要だな。これからこいつはチビだ。
ru: О, он собирается идти с нами. Ну, троллю особое имя без надобности, давайте звать его Карликом.

source: And thus Runt joined Malica's fighters.
cs: A tak se Zakrslík připojil k Maliciným bojovníkům.
ja: こうしてチビはマリカの軍勢に加わった。
ru: И вот так Карлик присоединился к армии Малики.

source: (notice) If Troll Child dies, you lose.
cs: (oznámení) Když trollí dítě zemře, prohrál jsi.
ja: （注意）このトロールが死ぬと敗北となります。
ru: (внимание) Если троллёнок погибнет, то вы проиграете.

source: Stella
ja: ステラ
ru: Стелла

source: Cyclos! I'm glad you are safe and sound.
cs: Cyclosi! Jsem rád, že jsi v bezpečí a zdravý.
ja: シクロス様！ ご無事でしたか？
ru: Циклос! Я так рада видеть тебя живым и здоровым!

source: Stella!
cs: Stello!
ja: おお、ステラ！
ru: Стелла!

source: Why are you acting in concert with these undead?
cs: Proč jsi jednal s těmito nemrtvými?
ja: シクロス様はなぜこのアンデッドどもと行動を共にされているのですか？
ru: Но почему ты идёшь вместе с мертвецами?

source: I will tell you later. Let's first slaughter these orcs.
cs: Řeknu ti to později. Pojďme se nejprve zbavit těchto skřetů.
ja: それは後で説明しよう。まずはオークどもをやっつけよう。
ru: Я расскажу тебе позже. Сначала расправимся с этими орками.

source: I'm ready.
cs: Já jsem připravena.
ja: 了解しました。
ru: Я готова.

source: Death of Stella
cs: Smrt Stelly
ja: ステラの死
ru: Смерть Стеллы

source: What luck! The orc's gold.
cs: Jaké štěstí! Skřetí zlato.
ja: ラッキー、オークどもの隠し金だ。
ru: Какая удача! Золото орков.

source: Good fortune! Gold.
cs: Štěstí! Zlato!
ja: ラッキー！ 金だぜ。
ru: Удача! Золото.

source: I think there might be a secret passage, but I cann't find.
cs: Myslím, že by to mohla být tajná chodba, ale já ji nemohu najít.
ja: この辺に抜け道がありそうな気がするのだけれど見つからないわ。
ru: Я думаю, тут мог бы быть тайный проход, но я ничего не могу найти.

source: Why have the orcs hidden this sword here?
cs: Proč skřeti skrývali tento meč tady?
ja: なぜ、オークはこの剣を隠したのかしら？
ru: Почему орки спрятали здесь этот меч?

source: It has a power of darkness. It is useful to those who dwell in the dark, but it harms those who live in light. Perhaps human mages hate it and so have hidden it.
cs: Má sílu temnoty. To je užitečné pro ty, kteří žijí v temnotě, ale škodí těm, kteří žijí ve světle. Možná, že lidští mágové to nenávidějí, a proto to jsem schovali.
ja: こいつは闇の力を持っているようだ。俺ら闇に暮らす連中にはこんないい物はないが、明るい所で暮らしている連中には脅威だ。大方、人間の魔術師が嫌がるのがわかって隠したんだろう。
ru: Этот клинок обладает силою тьмы. Он предназначен для тех, чей удел скитаться во мраке, и несёт погибель поклонникам света. Может быть, маги людей из ненависти сокрыли меч под землёй.

source: Tell me why you killed my Dad, and pursued me.
cs: Řekni mi, proč jsi zabil mého tátu, a sledoval mě.
ja: お父さんを殺め、私を狙ったわけを話して。
ru: Почему вы убили моего папу, и почему не оставите в покое меня?

source: Tell me where you have taken Loa.. the shamans.
cs: Řekni mi, kam jste odvedli Loanu .. a šamany.
ja: ロア・・・いや、呪術師たちをどこへ連れて行った？
ru: Говори, куда ты дел Луа.. шаманок.

source: I cannot answer because I have sworn to secrecy.
cs: Nemohu odpovědět, protože jsem dal slib mlčenlivosti.
ja: 話せねえな。契約上の秘密ってやつよ。
ru: Я не отвечу, я поклялся хранить тайну.

source: He has died... Again I have failed to find the answer.
cs: On zemřel ... Opět jsem nedokázala najít odpověď.
ja: 死んでしまったわ・・・ また理由を聞き出せなかった。
ru: Он умер... Опять не смогла получить ответ.

source: Secrecy? Ha! My Princess, what do we do now?
cs: Tajemství? Ha! Moje princezno, co budeme dělat teď?
ja: 契約上の秘密だと？ ばかばかしい！ ところで姫様、これからどうするんだ？
ru: Тайна? Ха! Моя принцесса, и что нам теперь делать?

source: All I know is that the King is involved. There is no alternative; we must go to the Capital.
cs: Jediné, co vím je, že je do toho král zapojen. Neexistuje žádná alternativa, musíme jít do hlavního města.
ja: 今わかっているのは、国王が関わっているらしいということだけ。それなら、王国の首都に行くしかないわ。
ru: Всё что я знаю, это то, что за всем стоит король. У нас нет выбора, мы должны идти в столицу.

source: Don't you think to escape somewhere to live in peace? Good, I'll follow you anywhere.
cs: Nemyslíte si, že uniknem a budem někde žít v míru? Dobrá, budu tě následovat kamkoliv.
ja: どっかで静かに暮らすっていう選択はないのかねえ？ 上等だ。どこまでもついていくぜ。
ru: Разве ты не хочешь убежать куда-нибудь, чтобы жить в мире и спокойствии? Ну что ж, я последую за тобой куда угодно.

source: Oh, I forgot. Hey, elvish kid.
cs: Ach, zapomněl jsem. Hej, Elfí dítě.
ja: おっと忘れてた。おい、エルフの小僧。
ru: О, чуть не забыл. Эй, юный эльф!

source: I know. My life is yours.
cs: Já vím. Můj život je tvůj.
ja: わかっている。私の命は貴様らのものだ。
ru: Я знаю. Моя жизнь принадлежит тебе.

source: Yeah! It has been too long since I last killed an elf.
cs: Jo! Je to už moc dlouho, co jsem naposledy zabil elf.
ja: よっしゃ！ へへへ、エルフを殺るのも久しぶりだぜ。
ru: Да! Я слишком долго ждал, чтобы убить одного эльфа.

source: Stop. Poet, such jesting is unseemly. Cyclos, do you really not regret dying now?
cs: Přestaň. Básníku, teď je žertování nevhodné. Cyclosi, opravdu nebudeš litovat, že umřeš?
ja: 詩人さん、悪い冗談はやめて！ それにシクロスさん、本当に今死んでしまっていいの？
ru: Остановись. Поэт, такие шутки невежливы. Циклос, ты и в самом деле не жалеешь о утрате жизни?

source: I made the agreement.
cs: Udělal jsem dohodu!
ja: だが、約束は約束だ。
ru: Я заключил соглашение.

source: By this agreement, we cannot kill you until we save all the elvish shamans. And you are still obligated to aid us.
cs: Podle této dohody,tě nemůžeme zabít, dokud nezachráníme všechny elfí šamany. A stále jsme povinni ti pomoct.
ja: その約束では私たちはすべてのエルフの呪術師を助けるまではあなたを殺せないんだけど。それにこれからもあなたの助けが必要なの。
ru: И по этому соглашению мы не убьём тебя, пока не спасём всех эльфийских шаманок. И ты, кстати, всё ещё обязан помогать нам.

source: I will be your shield... Good.
cs: Já budu tvým štítem… Dobrá.
ja: なるほど、貴様らの盾となれということか。よかろう。
ru: Я стану твоим мечом и щитом... Хорошо.

source: Damn!
cs: Kruci!
ja: ちっ！
ru: Проклятье!

source: Cyclos! I will follow you.
cs: Cyslosi! Budu tě následovat.
ja: シクロス様！ 私もお供します。
ru: Циклос! Я пойду с тобой.

source: Stella. You must return with these shamans so our village will endure.
cs: Stello. Musíte se vrátit s těmito šamany, aby naše obec vydržela.
ja: ステラ、お前は助けた呪術師たちを村まで送り届けるのだ。
ru: Стелла, пожалуйста, вернись домой с шаманками, ведь только так сможет дальше существовать наша деревня.

source: Ah...
ja: ああ、でも・・・
ru: Ах...

source: ... Stella, come with us. It never hurts to have more allies.
cs: .. Stello, pojď s námi. To nikdy neuškodí mít více spojenců.
ja: ・・・ステラさん、一緒に来てくださる？手勢は多いに超したことはないわ。
ru: …Стелла, пойдём с нами. Союзники никогда не бывают лишними.

source: I will go not for you, but for Cyclos!
cs: Já půjdu s tebů, ale pro Cyclose
ja: 私はお前たちのために行くのではない。あくまでシクロス様をお守りするために行くのだ。
ru: Я иду не с вами, а с Циклосом!

source: All right.
cs: Dobře
ja: それで結構だわ。
ru: Ну и хорошо.

source: Elves have joined us, a troll runt comes with us. What next?
cs: Elfové se k nám připojili, trolí skrček je s námi. Co bude dál?
ja: エルフは仲間になっちまうし、トロールのチビはついてくるし、俺たちこれからどうなるんだ？
ru: К нам присоединились эльфы, за нами топает карликовый тролль. Кто следующий?

source: Elves have joined us. What next?
cs: Elfové se k nám připojili. Co dál?
ja: エルフが仲間になっちまうし、これから一体どうなるんだ？
ru: К нам присоединились эльфы. Кто следующий?

source: Cyclos, Stella, we are returning to our village. We hope you are successful and come back safely.
cs: Cyclos, Stella, se vrací do vesnice. Doufáme, že budete úspěšní a vrátite se bezpečně.
ja: シクロス様、ステラ、私たちは村に帰ります。皆様の無事の帰還を祈ります。
ru: Циклос, Стелла, мы возвращаемся в нашу деревню. Надеюсь, что и вы вернётесь благополучно.

source: That is sad. Free him.
cs: To je smutné. Osvoboď ho.
ja: かわいそうに。放してあげましょう。
ru: Так печально. Выпустите его.

source: Oh, it's going to join us. Well, it needs a name, so let's call it Runt.
cs: Oh, bude to s námi. Dobře, potřebuje to jméno, takže budete tomu říkat Zakrslík
ja: おっと、こいつ俺たちについてきやがった。じゃあ名前が必要だな。これからこいつはチビだ。
ru: О, он собирается идти с нами. Ну, троллю особое имя без надобности, давайте звать его Карликом.

source: In the Forest
cs: V lese
ja: 森の中で
ru: В лесу

source: Ah, Dad...
cs: Ah, tati...
ja: ああ、お父さん・・・
ru: Ах, папа...

source: Oh, she is thinking about Varas again.
cs: Oh, ona opět myslí na Varase.
ja: ちっ！ 姫様はまたお頭のこと思い出してるな。
ru: Ох... Она снова думает о Варасе.

source: Malica. A sad leader lowers the morale of all.
cs: Malice.Smutný vůdce snižuje morálku všech.
ja: マリカ。統率者がそんなザマでは軍団全体の士気に関わるぞ。
ru: Малика, от грусти предводителя тоскует всё войско.

source: I'm sorry. But, I am ... Ah,Dad!...
cs: Já se omlouvám. Ale já jsem… ach Tati!...
ja: ごめんなさい。でも、でも・・・あーん、お父さーん！
ru: Извини. Но я... Ах, папочка!..

source: I need earplugs. Cyclos, you are right, but it only makes things worse.
cs: Musím mít špunty do uší. Cyclosi, máš pravdu, ale to jen dělá věci horší.
ja: こりゃ耳栓が必要だぜ。おい小僧、お前の言ったことは正論だが、相手を考えろ。
ru: Чем бы заткнуть уши? Ты прав, Циклос, но твои слова ей только хуже делают.

source: Sorry.
cs: Promiň!
ja: すまん。
ru: Прости.

source: Malica, I lost my father twice in battle.
cs: Malice, ztratil jsem otce dvakrát v bitvě.
ja: マリカ。私も戦いで父を失ったのだ。それも二度。
ru: Малика, я тоже потерял в битве своего отца. Дважды.

source: Twice?
cs: Dvakrát?
ja: 二度も？
ru: Дважды?

source: The first time, however, he continued to live.
cs: Poprvé, nicméně, on pokračoval v žívotě.
ja: まあ、一回目のときは父は無事帰って来たのだが。
ru: В первый раз он выжил.

source: When I was little child, there was a fierce battle against the undead in the Dark Forest. Only a few soldiers returned. My father was not among them.
cs: Když jsem byl malé dítě, tam byl těžky boj proti nemrtvým v temném lese. Jen málo vojáků se vrátilo. Můj otec nebyl mezi nimi.
ja: 私が幼かった頃、「暗い森」でアンデッドとのひどい戦があった。生還した兵士はごくわずかで、その中に父はいなかった。
ru: Когда я ещё был маленьким, в Тёмном Лесу произошла жестокая битва с мертвецами. Домой вернулось лишь несколько солдат. Моего отца среди них не было.

source: (Maybe I was in that fight.)
cs: (Možná jsem já byl v tomto boji)
ja: （やべ、多分その戦いに俺もいたぜ。）
ru: (Может быть, и я бился там.)

source: Everyone thought he had died. And because my mother was already dead, I was raised by my aunt.
cs: Všichni si mysleli, že zemřel. A protože moje matka byla už mrtvá, jsem byl adoptován tetou.
ja: 誰もが父は死んだと思った。その頃私は既に母親を失っていたので、叔母に育てられた。
ru: Все считали его погибшим. Моя мать к тому времени уже оставила этот мир, и моим воспитанием занялась тётя.

source: Did that make you sad?
cs: Byl si smutný?
ja: 寂しくはなかった？
ru: Ты грустил?

source: Of course.
cs: Samozřejmě.
ja: もちろん寂しかったさ。
ru: Конечно.

source: Did you cry?
cs: Plakal si?
ja: 泣いた？
ru: И плакал?

source: A little ... because I was so young.
cs: Trochu... protože já jsem byl příliš malý.
ja: 少し・・・な、私はごく幼かったから。
ru: Немного... Я был ещё несмышлёным.

source: Several years later he came back. But he never spoke of what happened.
cs: Za několik let později se vrátil. Ale on nikdy nemluvil o tom, co se stalo.
ja: それから数年経って突然父は帰って来た。しかし、その間何があったかは話そうとしなかった。
ru: Но спустя несколько лет отец вернулся. Правда, о случившемся никогда не рассказывал.

source: It was good to have your father return home safely.
cs: Bylo dobře, že tvůj otec se vrátil bezpečně domů.
ja: お父さまが無事帰ってきてよかったわね。
ru: Это так здорово, что твой отец вернулся домой.

source: I returned to live with him and he taught me how to wield a sword.
cs: Vrátil jsem se žít s ním a on mě naučil, jak se ohánět mečem.
ja: 私は再び父と暮らし始め、父か剣の扱いを習った。
ru: Я снова стал жить с ним, и он научил меня владеть мечом.

source: It was a battle against the undead at Thirsty Mountain. And it became a fight more fierce than we anticipated.
cs: Byl to boj proti nemrtvým na hoře Thirsty. Byl tu krutý boj. Vic než jsme očekávali.
ja: あれは「渇きの山」でのアンデッドとの戦のときだった。
ru: А потом состоялось ещё одно сражение против мертвецов у Жаждущей Горы. И оно оказалось невиданно жестоким.

source: (Maybe I was there.)
cs: （Možná jsem ta, já byl）
ja: （多分、俺もいたぜ。）
ru: (Возможно, и там я был.)

source: I wanted to prove myself. I took an opportunity to attack, but instead of success that undead warrior cut my eye.
cs: Chtěl jsem to sám dokázat. Chopil jsem se příležitosti k útoku, ale místo úspěchu, mi nemrtvý válečník vypíchl oko.
ja: 私は手柄を立てようと躍起だった。私はアンデッドを仕留めたと思ったが、逆に目を斬りつけられてしまった。
ru: Я хотел показать себя. Ринулся в атаку при первой же возможности, но не рассчитал сил — мертвяк лишил меня глаза.

source: I grieve for you!
cs: Já truchlím pro tebe!
ja: まあ、大変！
ru: Мне так жаль тебя!

source: (Oh, ... I remember cutting a young elf.)
cs: （Oh, ... Já si vzpomínám na krájení mladého elfa.）
ja: （ああ、たしかあの時エルフのガキに斬りつけたような気がする。）
ru: (Ох... Я не забуду прикончить юного эльфа)

source: Before that undead could kill me, my father intervened. I survived, but that cruel undead monster killed him.
cs: Předtím mě nemrtvý mohl zabít, ale můj otce zasáhl. Přežil jsem, ale to kruté nemrtvé monstrum ho zabilo.
ja: アンデッドに殺されかけたときに、父が助けに来てくれた。おかげで私は生き延びたが、代わりに父は殺されてしまった。
ru: Прежде, чем мертвецы успели расправиться со мной, вмешался отец. Я выжил, но его убило жестокое чудовище.

source: Oh, how terrible!
cs: Oh, jak strášné!
ja: まあ、なんてひどい！
ru: Как ужасно!

source: (Surely I have killed his father!)
cs: （Určitě jsem zabil jeho otce！）
ja: （間違いねえ。小僧の親父を殺ったのは俺だ！）
ru: (Это же я убил его отца!)

source: My hatred for that undead warrior exists still. If I find that undead, I will avenge my father!
cs: Moje nenávist k těm nemrtvým bojovníkům existuje stále. Pokud najdu ty nemrtvé, tak pomstím svého otce!
ja: あのアンデッドへの恨みは忘れない。いつか見つけたら必ず父の仇を取ってやる！
ru: Во мне до сих пор кипит ненависть к тому мёртвому воину. Если где его повстречаю, то отомщу за смерть папы!

source: If you find him, then I will help!
cs: Když je najdeš, tak ti pomohu!
ja: そのときには、私も加勢するわ！
ru: Если ты найдёшь его, то я тебе помогу!

source: (This boy is really stupid! And Malica forgets that she herself is undead! I shall not reveal that I killed his father. It is fortunate that elves cannot discern between the faces of the undead.)
cs: （Tento chlapec je opravdu hloupý! A Malica zapomíná, že je sama nemrtvá! Já nesmim prozradit, že jsem zabil jeho otce. Jeké štěstí, že elfové nemohou rozlišit mezi tvářemi nemrtvých.）
ja: （アンデッドに囲まれてるのにあんなこと言うなんて、あの小僧は本物のバカだぜ。姫様も姫様だ。自分自身がアンデッドだってこと忘れてやがる。それにしても、あの小僧には俺たちアンデッドの顔の見分けがつかなくて助かったぜ。）
ru: (Этот юнец и в самом деле глуп! И Малика забывает, что она сама — мертвец! Я не стану выдавать себя. Как же здорово, что эльфы не способны различать наши гнилые лица.)

source: Since that day, I have never shown weakness to others, Neither to enemies, nor to friends.
cs: Od té doby jsem nikdy neukázal slabost pro ostatní, ani k nepřátelům, ani k přátelům.
ja: その日以来、私は他人には決して弱みを見せないようにした。それが敵であろうと味方であろうと。
ru: С того дня я никогда не показывал ни жалости, ни слабости. Ни врагам, ни друзьям.

source: (I wonder if I can ever become strong like him?)
cs: (Zajímalo by mě, jestli se někdy můžu stát tak silná jako je on?)
ja: （私もシクロスさんのように強くなれるかしら？）
ru: (Интересно, смогу ли я когда-нибудь стать такой же сильной?)

source: (Whispering) Malica?
cs: （šeptá）Malice?
ja: （囁いて）マリカ殿。
ru: (шепотом) Малика?

source: Stella. What?
cs: Stello. Co?
ja: ステラさん、何？
ru: Что, Стелла?

source: The fact is that Cyclos was a terrible crybaby.
cs: Faktem je, že Cyclos byl hrozné plačící dítě.
ja: 本人はあんなこと言っているけど、シクロス様は子どもの頃ひどい泣き虫だったのですよ。
ru: Верно то, что Циклос и в самом деле был ужасной плаксой.

source: Really?
cs: Opravdu?
ja: 本当？
ru: В самом деле?

source: Yes. We were childhood friends, so I know him well. He would immediately start crying whenever we teased him. It was funny, and he was very cute.
cs: Ano. Byli jsme přátelé už od dětství, tak dobře ho znám. On okamžitě začal plakat vždycky, když jsme si ho dobírali. Bylo to legrační, a byl velmi roztomilý.
ja: 本当ですとも。私たちは幼なじみでしたから、子どもの頃からよく知っているのです。彼はすぐ泣き出すものだからよくからかって泣かせたものです。それがとてもおかしくて、かわいくて。
ru: Да. Мы с детства дружили, и потому я хорошо его знаю. Он пускал слёзу сразу же, как только мы начинали дразниться. Но это выглядело забавно. А Циклос, не смотря на сопли, чем-то мне тогда нравился.

source: Well, Cyclos is. And you were a bad girl.
cs: Dobře, Cyclos je. A ty jsi ta zlá dívka.
ja: まあ、シクロスさんが？ ステラさんも悪い子だったのね。
ru: Ну ладно Циклос. А ты, получается, была плохой девочкой.

source: Hahaha...
cs: Hahahaha...
ja: ははは。
ru: Ха-ха-ха...

source: Hey, what are you two whispering and laughing about?
cs: Hej, co vy dvě si šeptáte a čemu jste se smáli?
ja: さっきから何をヒソヒソ話しては笑っているのだ？
ru: Эй, о чём вы там шепчетесь, а?

source: Sorry, Cyclos, but it is not your business... HeeHee...
cs: Je nám líto, Cyclosi, ale to není nic pro tebe ... HeeHee ...
ja: ごめんなさい。シクロスさん、女の子だけの秘密です。ふふふ・・・
ru: Прости, Циклос, но это не твоё дело... Хе-хе-хе...

source: Yes, Cyclos, never mind... Hahaha...
cs: Ano, Cyclosovi to nikdy nevadilo… hahaha...
ja: そうですよ。シクロス様。気にしないでください。ははは・・・
ru: Да, Циклос, не бери в голову... Ха-ха-ха...

source: I can understand men and the creatures of the forest, but women are veiled.
cs: Chápu lidi a bytosti z lesa, ale ženy jsou záhadné.
ja: 女の考えることはよくわからないものだな。
ru: Я понимаю мужчин и лесных тварей могу понять, но женщины, наверное, самые загадочные существа.

source: Malica no longer cried from that day on, at least in public.
cs: Malice už přes den neplakala, alespoň ne na veřejnosti.
ja: マリカはその日から決して泣かなくなった。少なくとも人前では。
ru: С того дня Малика больше не плакала. Во всяком случае при других.

source: Hey, we're out of the forest.
cs: Hey, my vycházíme z lesa.
ja: みんな、森を抜け出したぜ。
ru: Вот мы и вышли из леса.

source: Gulf
cs: Propast
ja: 湾
ru: Залив

source: Oh, help me!
ja: ねえ、助けて！

source: Royal Army
cs: Královská armáda
ja: 国王軍
ru: Королевская армия

source: Merman
cs: Mořští lidé
ja: マーマン
ru: Водяной

source: Malica reaches signpost
cs: Malica dosáhne ukazatele
ja: マリカが道しるべにたどり着く
ru: Малика приходит к указателю
