Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: Girl unDead
cs: Nemrtvá dívka
ja: 死の少女
ru: Девочка-мертвец

source: A girl living in the land of the frontier was involved in a wicked conspiracy and became undead. But that was only the beginning of her trials.
ja: この辺境の地に住む少女は、邪悪な陰謀に巻き込まれてアンデッドとなった。 しかし、それは試練の始まりに過ぎなかった。

source: (Expert level, 13 scenarios including cutscenes.)
ja: （達人レベル、カットシーン含め 13 シナリオ）

source: Walking Corpse
cs: Chodící mrtvola
ja: 歩く死体
ru: Ходячий Труп

source: Easy
ja: 易しい

source: Lich
ja: リッチ

source: Normal
cs: Normální
ja: 普通
ru: нормально

source: Ancient Lich
cs: Prastarý lich
ja: 古代リッチ
ru: древний лич

source: Hard
ja: 難しい

source: Campaign Designer
cs: Tvůrce tažení
ja: キャンペーン作者
ru: Автор и создатель кампании

source: Current Maintainer
cs: Hlavní tvůrce
ja: 保守者
ru: Текущие правки

source: Mentor to English Translation
cs: Překlad do angličtiny
ja: 英訳補助
ru: Куратор английского перевода

source: Translation to Japanese
cs: Překlad do Japonštiny
ja: 日本語版
ru: Японский перевод

source: Translation to Czech
cs: Překlad do češtiny
ja: チェコ語翻訳
ru: Чешский перевод

source: Translation to Russian
ja: ロシア語翻訳

source: Death
cs: Smrt
ja: 死
ru: Смерть

source: Why have you come? Go away!
cs: Proč jste přišli? Jděte pryč!
ja: 近よるんじゃねえ。あっちに行けよ！
ru: Зачем ты пришла? Поди прочь!

source: I'm sorry.
cs: Já se omlouvám.
ja: ご、ごめんなさい・・・
ru: Мне жаль.

source: Kid, you are strange and troubling.
cs: Dítě, ty jsi zvláštní a znepokojující.
ja: よそ者のガキめ。邪魔なんだよ！
ru: Девочка, ты выглядишь странно, с тобой всё в порядке?

source: Hey, you are dangerous! Get lost!
cs: Hej, ty jsou nebezpečné! Ztraťte se!
ja: おい、危ねえじゃねえか。とっととうせろ！
ru: Эй, от тебя опасностью за милю несёт. Сгинь отседова!

source: We won't play with you because my Mom says you are not a normal human. Go home!
cs: Nebudeme si s tebou hrát, protože moje máma říká, že nejsi normální člověk. Jdi domů!
ja: お前となんか遊ばないよ。お前はぼくたちとは違うって母ちゃんが言ってたもの。みんな行こうぜ！
ru: Мы с тобой играть не будем. Моя мама говорит, что ты ненормальный человек. Иди домой!

source: Malica
cs: Malice
ja: マリカ
ru: Малика

source: Mom
cs: Máma
ja: お母さん
ru: Мама

source: beasts
cs: zvířata
ja: 野獣
ru: животные

source: villeger
cs: Obyvatel
ja: 村人
ru: крестьянин

source: Among mages there are those who choose the way of love for freedom. And these live quietly alone or live as travelers belonging nowhere.
cs: Mezi mágy tam jsou ti, kteří se rozhodnou zvolit cestu lásky a svobody. Žijí v tichosti, nebo jako cestovatelé co nikam nepatří.
ja: 魔術師の中には、組織に属さず自由を選ぶ者がいる。彼らはひっそりと暮らすか、どこにも定住せずに旅のうちに人生を過ごす。
ru: У каждого мага своё понимание любви к свободе. И своё воплощение этой любви. Одни выбирают покой уединения, а другие странствуют всю жизнь, ни к чему не привязываясь и ничему не принадлежа.

source: They earn a livelihood solely by treating illness or injury. But people do not respect them as they do white mages. They are feared as black magicians and regarded with contempt. Therefore, people usually ignore their existence, except when they need healing.
cs: Vydělávají si na živobytí výhradně léčením nemocí nebo zranění. Ale lidé je nerespektují jako to dělají u bílích mágů. Jsou považovány za černé kouzelníky, jednají s nimi s opovržením. Z tohoto důvodu, lidé obvykle ignorují jejich existenci, kromě případů, kdy potřebují uzdravení.
ja: 彼らは人々の病気や怪我を癒すことで糧を得ている。しかし、人々は彼らを白魔術師のように尊敬することはない。むしろ、黒魔術師のように嫌われ軽蔑されている。いずれにしろ、人々は治療を頼むとき以外は彼らの存在を無視している。
ru: На пропитание они зарабатывают излечивая болезни и заживляя раны. Но ни капли уважения, которое питают люди к белым магам, не выказывают они к их скитающимся собратьям. Их боятся, как темнокожих фокусников и презирают, как обычных бродяг. Потому зачастую люди стараются не замечать бредущих через города и сёла людей в странных одеждах, в чьих глазах временами проскакивают загадочные искры, кроме, разумеется, тех случаев, когда нужна помощь, а родные целители разводят руками.

source: So these mages don't live in one place for long, and the inhabitants usually are unaware what they are because they had moved on before being discovered.
cs: Takže tito mágové nežijí na jednom místě dlouho, a obyvatelé obvykle neví, co jsou zač, protože se přesunují před objevením.
ja: そんなわけで、自由魔術師はひとつところに定住することはほとんどない。住民は彼らがなぜやってきたのかを気にすることはない。
ru: Вот так, переходя от селения к селению, и проходит жизнь избравших свободу магов. Они не засиживаются на одном месте, и те, с кем пересечётся их путь, обычно не успевают понять, кто же именно повстречался им.

source: Such a life was difficult, but from such freedom they might attain magic far beyond that of the ordinary mage.
cs: Takový život byl těžký, ale z této svobody mohli dosáhnout umění, o kterém mohl běžný mág jen snít.
ja: しかし、彼ら自由魔術師の中には通常の魔術師をはるかに越える力を持つ者もいるのだ。
ru: Такая жизнь трудна, но обретённая свобода позволяет открыть недоступные другим волшебникам грани магического мастерства.

source: Search the village.
cs: Najdi vesnici.
ja: 村の中を探る
ru: Отыщите деревню

source: Do nothing.
cs: Nedělej nic
ja: なし
ru: Ничего не делайте.

source: Mom I'm going out to play.
cs: Mami. Já si půjdu hrát.
ja: お母さん。遊びに行ってくるね。
ru: Мам, я пойду погуляю.

source: Have a nice time, but avoid the eastern swamps because I sense danger there.
cs: Strávíme spolu pak příjemné chvíle, ale musíme se vyhnout východním bažinám, protože cítím, že je to tam nebezpečné.
ja: いってらっしゃい。でも、東の沼地には行ってはだめよ。あそこは危険だから。
ru: Погуляй, доченька, но к восточным болотам не ходи: чувствую — притаилась там опасность.

source: Oh, back already. You can play outside because the sun is still bright.
cs: Ach, už jsi zpět. Můžeš si hrát venku, protože slunce je stále jasné.
ja: あら、もう戻ってきたの？ 明るいからまだ遊んでいていいわよ。
ru: О, ты уже вернулась? Можешь ещё побегать, пока солнышко не село.

source: Okay, Mom.
cs: Dobře, mami.
ja: わかったわ。お母さん。
ru: Хорошо, мам.

source: I am curious about the swamp. I have heard there is a mysterious old shrine over there.
cs: Jsem zvědavá na bažiny. Slyšela jsem, že je tam tajemná stará svatyně.
ja: 沼地に行ってみようかしら。あそこには古い不思議なほこらがあるって聞いたことがあるわ。
ru: Мне так хочется попасть на болота. Мальчишки шепчутся, что там есть таинственная древняя святыня.

source: But Mom will be angry if she catches me. What should I do?
cs: Ale maminka se bude zlobit, když mě chytí. Co mám dělat?
ja: でも、そんなことしたらお母さんに叱られるわ。どうしようかしら？
ru: Но мама будет сердиться, если узнает... Что же мне делать?

source: Oh! Venomous creatures! I better run!
cs: Oh! Jedovatí tvorové! Raději budu utíkat zpátky!
ja: きゃあ、化け物！ 逃げなきゃ！！
ru: Ой! Ядовитые чудища! Лучше убегу подальше!

source: I've reached the shrine, but there is not much here. I can get back before dark.
cs: Dostala jsem se do svatyně, ale není tady vůbec nic. Msim se vrátit před setměním.
ja: ほこらについてしまったけど、何もないわ。暗くなる前に帰らなきゃ。
ru: А вот это, наверное, та самая древняя святыня. И ничего тут нет интересного. Пойду лучше домой, успею, пока солнце не спряталось.

source: Oldman
cs: Starý muž
ja: 老人
ru: Старик

source: Hi. Little girl.
cs: Ahoj dívenko
ja: やあ、お嬢ちゃん。
ru: Здравствуй, маленькая девочка.

source: Hi. I do not know you.
cs: Ahoj. Já tě neznám.
ja: こんにちわ。おじいさん、知らない人ねえ？
ru: Здравствуй, дедушка. А я тебя не знаю.

source: I have traveled here from afar. I seem, however, to have lost my way. Is there not an old shrine nearby?
cs: Cestoval jsem sem z velké dálky. I zdá se však, že jsem ztratil svou cestu. Je tu někde stará svatyně?
ja: 私は遠くからやってきたのだが道に迷ってしまってね。この近くに古い祠はないかな？
ru: Долгий путь я проделал сюда, и кажется мне теперь, что заблудился. А скажи-ка дедушке, нет ли тут поблизости какой-нибудь древней святыни?

source: There is.
cs: Ano je tu jedna.
ja: あっちの方にあるわよ。
ru: Есть.

source: Good to hear. Will you please guide me there?
cs: To rád slyším. Dovedeš mě tam?
ja: それはよかった。どうかそこまで案内してくれないかい？
ru: Как же это замечательно! Не проведёшь ли меня к ней, умница ты моя?

source: But, my mom forbid me to go there...
cs: Ale moje máma mi tam zakázala chodit...
ja: でも、お母さんがあそこへ行ってはいけないって言っているし。
ru: Моя мама запретила мне туда ходить...

source: Even so, you cannot resist my wish.
cs: Dokonce ani tak, nemůžeš odolat mému přání.
ja: たとえお前が行かないと言ってもお前はわしには逆らえない。
ru: Даже при таком серьёзном запрете ты не сможешь противиться моей воле.

source: My body is moving on its own!
cs: Mé tělo se pohybuje proti mé vůli!
ja: 私の体が勝手に動いていく！
ru: Ой! Мои ноги сами идут!

source: What now? I felt strong magic.
cs: Co to? Já tu cítim mocnou magii.
ja: 今のは何？ 何か強い魔力を感じたけど。
ru: Что случилось? Я чувствую сильную магию.

source: I've reached the shrine. What do we do? Oh, the old man is not here ....
cs: Dostala jsem se do svatyně. Co budu dělat? Ach, ten starý muž tady není ....
ja: 祠についてしまったわ。どうしましょう。あら、あのおじいさんがいないわ・・・
ru: Я опять пришла к святыне. И зачем? Ой, старик куда-то пропал...

source: It is getting dark. Mom will be angry.
cs: Stmívá se. Maminka se bude zlobit.
ja: 暗くなって来たし、お母さんに叱られるわ。
ru: Темнеет. Как же мама рассердится.

source: Mom! Help!
cs: Mami! Pomóc!
ja: お母さん！ 助けて！
ru: Мамочка! Помоги!

source: Malica! Something bad has happened to her!
cs: Malice! Něco je špatně, co se s ní děje!
ja: マリカ! あの子に悪いことが起こったわ！
ru: Малика! С ней точно что-то дурное случилось!

source: So, it is as I suspected.
cs: Takže, je to tak, jak jsem předpokládal.
ja: ふふふ、わしの目論みどおりどおりだわい。
ru: Так... Всё как я и подозревал.

source: There is a smelly human smell here. Who made me awake?
ja: この臭いは、いかにも人間臭いヤツの臭いだな。俺を起こしたのは誰だ？

source: Escape
cs: Útěk
ja: 逃走
ru: Спасение

source: Villager
cs: Vesničan
ja: 村人
ru: Крестьянин

source: Strange Mage
cs: Podivný mág
ja: 謎の魔術師
ru: Странный Волшебник

source: undead
cs: nemrtvý
ja: アンデッド
ru: мертвецы

source: Malica did not know how long she had slept. She felt as if she could look within a nightmare, one that was painful enough to make her wonder whether it really occurred, although she could not remember anything about it.
cs: Malice nevěděla, jak dlouho spala. Měla pocit, jako by to byla noční můru, ta, která byla dost bolestivá na to aby to mohla být jen noční můra, i když si nemohla na nic vzpomenout.
ja: マリカは自分がどれほどの間眠っていたのかわからなかった。ただ、その内容は忘れてしまったが、苦痛に満ちた長い悪夢をずっと見続けていたことだけは覚えていた。
ru: Малика не знала, сколько времени пробыла она в забытьи. Иногда ей виделись кошмары, до того жуткие, что случись они на самом деле, девочка умерла бы со страху. Но что было сном, а что явью, Малика вспомнить не могла.

source: Malica reaches northern signpost
cs: Malice dosáhne severního rozcestníku
ja: マリカが北の道しるべにたどり着く
ru: Малика приходит к северному указателю

source: Death of Malica
cs: Smrt Malice
ja: マリカの死
ru: Смерть Малики

source: Turns run out
cs: Vypršení kol
ja: 時間切れ
ru: Закончились ходы

source: Mom...
cs: Mami...
ja: お母さん・・・
ru: Мама...

source: You are awake. Good.
cs: Jsi vzhůru? Dobře.
ja: 目覚めたのね。よかった。
ru: Ты проснулась. Это хорошо.

source: Mom, what happened? You look sad.
cs: Mami? Co se přihodilo? Vypadáš smutně.
ja: お母さん、何かあったの。とても辛そうに見えるわ。
ru: Мамочка, что случилось? Ты выглядишь такой грустной.

source: I am just a little tired.
cs: Jsem jen trochu unavená.
ja: ちょっと疲れただけ。
ru: Я просто немного устала, доченька.

source: Mom, I'm sorry that I went to the swamp.
cs: Mami, je mi to líto, že jsem šla do bažin.
ja: お母さん。沼地に行ってごめんなさい。
ru: Мама, мне так жаль, что я обманула тебя и пошла на болота.

source: All that happens, must happen. I cannot blame you.
cs: Vše, co se stalo, se muselo stát. Nemůžu vinit tebe.
ja: わかっている。あれは仕方がなかったこと。あなたを責めたりしないわ。
ru: Всё, что случается, должно было случиться. Я не виню тебя.

source: Village Chief
cs: Starosta vesnice
ja: 村長

source: Villagers are coming. I wonder how they know already?
cs: Vesničané se blíží. Zajímalo by mě,jestli to už vědí?
ja: 村の人たちが来たわ。もう気づかれてしまったのかしら？
ru: Из деревни сюда идут крестьяне. Интересно, как они так быстро прознали?

source: Malica, go hide in the shade of the forest. And then escape to the north. The villagers are afraid and will think you are a demon.
cs: Malice, jdi se schovat do stínu lesa. A pak uteč na sever. Vesničané jsou zbabělci a budou si myslet, že jsi démon.
ja: マリカ、森の中に隠れて。そして北の方に逃げるのよ。村の人たちはあなたが魔物だと思い込んでいるわ。
ru: Малика, укройся в лесной тени, а потом, не мешкая, иди на север. Крестьяне боятся тебя, они думают, что ты страшное чудовище.

source: I'm confused. I'm not a scary monster!
cs: Jsem zmatená. Nejsem děsivé monstrum!
ja: どういうことなの？ わたし化け物なんかじゃないのに！
ru: Как это? Я не страшная! И не чудовище!

source: Sorry, but I do not have time to explain everything. Just escape through the shadows and avoid the sunlight.
cs: Omlouváme se, ale nemám čas na vysvětlování všeho. Jen unikni přes stíny a vyhni se slunečnímu svitu.
ja: ごめんなさいね。でも今は説明している時間はないの。逃げるときには日陰を選んで、日向を避けるのよ。
ru: Увы, нет у меня времени всё тебе объяснить. Беги, родная, и старайся не выходить на солнечный свет.

source: You are little. So, you can hide yourself in bush.
ja: あなたは小さいから、藪の中に隠れられるわ。

source: I do not understand. I cannot escape by myself!
cs: Nerozumím. Já nemůžu uniknout sama!
ja: わからないわ。 お母さんをおいて逃げてゆけないわ！
ru: Я ничегошеньки не понимаю. И никуда одна не побегу!

source: (The villagers have come.) Yes, I hear you. I am coming. (Please stay hidden and be quiet.)
cs: （Vesničané přišli.) Ano, slyším vás přicházet. (Prosím zůstaň skrytá a buď zticha）
ja: （村の人たちが来たわ。）はい、聞こえてますよ。今行きます。（さあ隠れて、静かにしているのよ。）
ru: (Крестьяне уже здесь.) Да-да, я слышу вас. Сейчас выйду. (Пожалуйста, спрячься и сиди тихо.)

source: Hey, it seems your daughter has recovered. Where is she?
cs: Hey, zdá se, že vaše dcera byla oživena. Kde je?
ja: おい、お前の娘が生き返ったんだってな。娘はどこにいる？
ru: Эй, твоя дочь, кажется, уже выздоровела? Где она?

source: I will not give her up.
cs: Já se jí nevzdám!
ja: マリカは渡さないわ。
ru: Я не оставлю её.

source: It smells of corruption and rot here. I was not mistaken in suspecting you. Search the woods and the house thoroughly.
cs: Smrdí tu korupce a hniloba. Nemýlil jsem se v podezření. Prohledejte les a dům - důkladně!
ja: 死体の臭いが漂っているぜ。まだ近くにいるにちげえねえ。この家と森をくまなく探すんだ！
ru: Отсюда несёт гнилью и колдовством. Я не зря подозревал тебя, ведьма поганая. Обыщите дом, и лес не забудьте.

source: You are wrong.
cs: To je špatně.
ja: やめて！
ru: Вы поступаете неправильно.

source: Wrong? I don't think so! Such women should be burned at the stake. Search quickly and then we'll cleanse this place.
cs: Špatně? Já si to nemyslím! Tyto ženy by měly být upáleny na hranici. Vyhledejte ji a to rychle. Pak vyčistíme toto místo.
ja: やめてだと？ そうはいくか！ あんな化け物は焼き尽くして清めなきゃならねえ。さっさと探すんだ！
ru: Неправильно? А я так не думаю! Таких как ты, должно палить на кострах. Ищите быстрее, нам надо ещё очистить это место от скверны.

source: Mom! I should go to her. But, she told me to escape. I'm sorry, Mom.
cs: Mami! Měla bych jít k ní. Ale řekla mi, ať uteču. Je mi to líto, mami.
ja: お母さん！ 戻りたいけどお母さんは逃げろと言っていた・・・ ごめんなさい、お母さん。
ru: Мама! Я должна пойти к ней. Но она наказала мне убегать. Прости, мамочка...

source: Malica, run!
cs: Malice, utíkej!
ja: マリカ、逃げるのよ！
ru: Беги, Малика!

source: It hurts! The sun melts my skin.
cs: To bolí!Slunce spaluje mou kůži.
ja: 痛い！ お日様に当たると肌が溶けてしまう。
ru: Как больно! Солнце обжигает мою кожу.

source: The girl is running away. Pursue and kill her.
cs: Dívka utíká. Sledujte a zabte ji.
ja: ガキが逃げやがった。捕まえて成仏させてやれ！
ru: Вон, смотрите, девчонка побежала. Догоните и убейте её!

source: Old Mage
cs: Starý mág
ja: 老魔術師
ru: Старый маг

source: I was able to get the art of resurrection revealed thanks to that girl. This is good, but with her half-hearted body she will not last long.
cs: Byl jsem schopen odhalit umění znovuzrození díky té dívce. To je dobré, ale má jen půlku těla. Nevadrží dlouho.
ja: あの娘のおかげで、蘇りの術を知ることができたわい。しかし、あの娘、あのような半死体では長くは持つまい。
ru: Благодаря этой девочке я познал искусство воскрешения. Всё это хорошо, но с таким хрупким телом ей долго не протянуть.

source: Oh, they're burning my house! Mom!!
cs: Ou, oni zapálili náš dům! Mami!!
ja: ああ、おうちが燃えている。お母さん！！
ru: Ой, они подожгли наш дом! Мамочка!!!

source: Well, my powers were not enough, but I will soon rise again.
cs: Dobře, mé síly nestačili, ale brzy opět zesílím.
ja: うむ、わしもそろそろ潮時かな。
ru: Сейчас мои силы на исходе, но вскоре я вновь восстану.

source: Villagers know too much, so I must get rid of all of them by Puppeteer.
cs: Vědí příliš mnoho, takže musím se zbavit všech vesničanů.
ja: 村人はいろいろ知りすぎてしまったわい。あとでザコ遣いにあいつらを始末させることにしよう。
ru: Крестьяне слишком много знают. Надо бы Кукловоду от них избавиться.

source: What happened to me?
ja: 私どうしちゃったの？

source: Even in woods, Malica's skin and flesh melted by sun light.
ja: 森の中にいてさえも、太陽の光にマリカの皮膚と肉は溶けてしまった。

source: Why did I have to be killed?
cs: Proč musím být zabita?
ja: どうして私が殺されなきゃならないの？
ru: Почему вы хотите меня убить?

source: Beyond here there are monsters. We won't go on.
cs: Zde jsou ty příšery. Nebudeme pokračovat.
ja: ここから先は化け物が出る。あきらめよう。
ru: Потому что ты — чудовище. И трепаться тут больше не о чем.

source: What has happened? Strange that a farmer would come to a place like this. Kid, rotting in a place like this is not good for us.
cs: Co se stalo? Zvláštní, že zemědělec přijdou na místo, jako je tohle. Dítě, které se rozkládá na místě, to není pro nás dobré.
ja: 何があったんだ？村人がこんなところまで来るなんて。うん？こんなところに腐りかけのガキがいやがらあ。
ru: Что происходит? Странно, что земледельцы забрались так далеко от своих полей, да ещё в такое место. Похоже, они пришлю вслед за гниющим ребёнком. Для нас это может плохо закончиться.

source: Oh no! Undead!!
cs: Oh ne! Nemrtvý!
ja: きゃあ！ アンデッド！！
ru: О нет! Мертвяки!!!

source: Huh? You are undead, too. Do you not know?
cs: Huh? Ty jsi nemrtvá, také. Ty to nevíš?
ja: おいおい、お前だってアンデッドじゃねえか。自分で気づいてないのか？
ru: Ха? Ты такая же мертвячка, как и мы. Разве не знаешь?

source: There is no answer, she has fainted. She is undead, yet she somehow still seems human. Interesting, I think I'll take her home to our leader. Her ear has melted and fallen off. I'll take this earring, but I don't see the other one.
cs: Neexistuje žádná odpověď, ona omdlela. Ona je nemrtvá, ale ona nějak stále vypadá jako člověk. Zajímavé, myslím, že ji vezmu domů, k našemu vůdci. Její ucho se roztavilo a spadlo. Vezmu si tuto náušnici, ale nevidím tu druhou.
ja: 返事がないと思ったら気絶してやがる。まだ、新米アンデッドだな。面白え。こいつを持ってお頭に見せてやろう。おや、こいつの耳が落ちやがった。耳についていたイヤリングを拾っていってやるか。もう片方は見つからねえな。
ru: И никакого ответа. В обморок, что ли, упала? Она — мертва, но воспринимает себя как живого человека. Любопытно. Думаю, стоит отвести девочку к старшему, пусть посмотрит. О, её ухо отвалилось. Возьму-ка я себе серёжку. А где вторая?

source: Oh no!
cs: Ach ne!
ja: やめてっ！
ru: О нет!

source: Do you dare fight us humans!
cs: Odvážíte se bojovat proti nám lidem!
ja: 人間様相手に戦おうってのか？
ru: Да как ты смеешь бороться с нами!

source: Rest in peace! You must die!
cs: Odpočívej v pokoji! Ty musíš zemřít!
ja: おとなしく成仏しやがれ！
ru: Покойся с миром! Ты должна умереть!

source: No!
cs: Ne！
ja: ああ！
ru: Нет!

source: What happened?
cs: Co se stalo?
ja: 今私何をしたの？
ru: Что случилось?

source: This kid used some kind of magic.
cs: To dítě používá nějakou magii.
ja: このガキ、変な魔法を使いやがった。
ru: Это исчадие пустило в ход какое-то колдовство.

source: This kid is dangerous! Kill her!
cs: To dítě je nebezpečné! Zabte ji!
ja: このガキは危険だ。殺っちまえ！
ru: Эта девчонка опасна. Убейте её!

source: Mom sorry. I can't go any more.
ja: おかあさんごめんなさい。もう進めない・・・

source: Cave of the Undead
cs: Jeskyně nemrtvých
ja: アンデッドの洞窟
ru: Пещера мертвецов

source: Boss of the Undead
cs: Vůdce nemrtvých
ja: アンデッドの首領
ru: Старший мертвец

source: Only conversation
cs: Jenom rozhovor
ja: 会話のみ
ru: Только диалоги

source: Boss. I have brought something unusual.
cs: Šéfe. Přinesl jsem něco neobvyklého.
ja: お頭、珍しい物を持ってきました。
ru: Старший, я принёс кое-что необычное.

source: Huh? Did you pick up a dead cat? Show me anyway.
cs: Huh? Víš jak pozvednout mrtvou kočku? Ukaž mi jak to udělat.
ja: 何だ！どうせ猫の死体でも拾ったんだろう。とにかく見せてみろ。
ru: Ха? Ты подобрал дохлую кошку? Ну, раз притащил сюда, так показывай уже.

source: It's not a dead cat. Take a look.
cs: To není mrtvá kočka. Podívejte se.
ja: 俺がいつ猫ちゃんの死体を拾って来たかよ。これだよ。
ru: Это не дохла кошка. Взгляни.

source: Where am I?
cs: Kde já jsem?
ja: ここはどこ？
ru: Где я?

source: Oh, this child is unusual.
cs: Oh, to dítě je neobvyklé.
ja: ほほう、子どものアンデッドとは珍しい。
ru: О, это и в самом деле необычный ребёнок.

source: Yeah. I think she ran away from villagers at the Swamp of No Return.
cs: Jo. Myslím, že utekla vesničanům z bažin.
ja: でしょうとも。どうも帰らず沼の村から逃げて来たようですぜ。
ru: Да. Полагаю, она сбежала в Погибельные Болота от крестьян.

source: Girl, who are you?
cs: Divko, kdo jsi?
ja: 娘よ、お前の名はなんという？
ru: Девочка, кто ты?

source: Don't be afraid. He looks scary, but won't eat you.
cs: Neboj se. Vypadá sice děsivě, ale nebude tě jíst.
ja: 怖がらなくてもいいんだぜ。お頭はおっかねえ顔してるが、お前を食ったりしねえからな。
ru: Не бойся. Он только выглядит страшным, но тебя не съест.

source: SHUT UP! Let her speak.
cs: Zmlkni! Nech ji mluvit.
ja: 黙れ！ 俺は娘に聞いているのだ。
ru: ЗАМОЛЧИТЕ! И дайте же ей сказать.

source: My name is Malica. I am the daughter of Nina.
cs: Jmenuji se Malice. Jsem dcera Niny.
ja: 私はマリカ。ニーナの娘。
ru: Меня зовут Малика. Я дочь Нины.

source: Well, daughter of Nina. How did you die?
cs: Dobře, dcero Niny. Jak jsi zemřela?
ja: なるほど。ニーナの娘とな。それでなぜお前は死んだのだ？
ru: Хорошо, Малика, дочь Нины. Как ты умерла?

source: I was attacked by monsters in the swamp. When I woke up, I was chased by the villagers. And my mother...Oh Mama!!
cs: Byla jsem napaden příšerami v bažině. Když jsem se probudila, byla jsem pronásledována vesničany. A moje matka ... Oh Máma!
ja: 私は沼で化け物に襲われて・・・気がついたら、村の人に追われて・・・それでお母さんが・・・ああ、お母さん！！
ru: На меня на болоте напали страшные чудища. А когда я проснулась, за мной погнались крестьяне. И моя мама... О, мамочка!..

source: Oh, she is crying. I don't like children. Undead shouldn't cry.
cs: Oh, ona pláče. Já nemám rád děti. Nemrtvý by neměly plakat.
ja: ち、泣き出しやがった。だからガキは嫌いなんだ。そもそもアンデッドは泣いたりしねえもんだ。
ru: О, посмотрите, она плачет. Терпеть не могу детей. Мертвецы не должны кричать и лить слёзы.

source: ...Mom! ...Mom...
cs: ・・・Mami! ...Mami...
ja: ・・・ぐす、お母さん・・・
ru: ...Маааама!.. Мамочка!..

source: She can't talk now. I can see that magic made her undead. I wish to observe her for a while. You will take care of her.
cs: Ona nemůže mluvit. Vidím, že kouzlo z ní udělalo nemrtvou. Přál bych si, ji sledovat, aspoň na chvíli. Budeš se o ni starat.
ja: これでは会話はできないな。どうやら何かの魔術でアンデッドになってしまったのだろう。しばらく様子を見ることとしよう。お前、この娘の世話をしてやれ。
ru: Теперь она уже не сможет нам ничего поведать. Но я вижу, что причиной её смерти стала магия. Мне будет интересно некоторое время понаблюдать за ней. А ты позаботишься о девочке.

source: I? Heck no! I can't take care of her!
cs: Já? Heck ne! Nemohu se o ni starat!
ja: 俺様が？冗談じゃねえ。ガキの面倒なんかみれるか！
ru: Я? Ну уж нет! Я не стану ходить за ней.

source: Ha! Haven't you brought her here? You will take care of her. I need to know your name in order to summon you. Do you remember your name before you died?
cs: Ha! Už jsi ji sem přivedl ne? Budeš se o ni muset postarat. Potřebuji znát tvé jméno, aby tě přivolal. Vzpomínáš si na své jméno, než jsi zemřel?
ja: ふん。そもそも貴様がつれて来た娘だろうが。それはともかく、貴様を呼ぶのに名前が必要だな。死ぬ前の名前を覚えているか？
ru: Ха! Разве не ты привёл её сюда? Вот и доведи до конца начатое. И мне нужно узнать твоё имя, чтобы я мог в дальнейшем призывать тебя. Ты помнишь, как тебя звали, прежде чем ты умер?

source: My name? I have no memory of being alive.
cs: Moje jméno? Nepamatuji si můj život.
ja: 名前も何も、生身の頃のことはきれいさっぱり忘れてまさあ。
ru: Моё имя? Я ничего не помню о том времени, когда был живым.

source: Well then, I will call you Poet because you talk too much.
cs: Dobře, Já ti budu říkat Básník, protože mluvíš příliš moc.
ja: そうか、では貴様を詩人と呼ぶこととしよう。貴様はおしゃべりだからな。
ru: Хорошо, я дам тебе имя. Отныне тебя будут звать Поэтом, потому что ты слишком много болтаешь.

source: Poet
cs: Básník
ja: 詩人
ru: Поэт

source: Oh, I feel tears of joy because I have a good name.
cs: Oh, cítím slzy radosti, protože mám dobré jméno.
ja: ああ、すばらしい名前をいただいて、うれし涙が出てくるぜ。
ru: О, похоже на моих глазах появились слёзы. Теперь у меня такое хорошее имя.
