Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: Royal Guard
cs: Královská stráž
ja: 親衛隊
ru: Королевская стража

source: Defeat the Elder Great Mage
cs: Poraž velkého mága
ja: 大魔術師を倒す
ru: Одолейте Старого Великого Мага

source: My Lord, undead have come.
cs: Můj pane, nemrtvý přicházejí.
ja: 陛下、アンデッドどもがやって来ました。
ru: Мой господин, мертвецы уже здесь.

source: Ha, they are stupid. When I capture her, I shall be able to gain perpetual youth and immortality.
cs: Ha, oni jsou hloupí. Když ji chytim, budu mít možnost získat věčné mládí a nesmrtelnost.
ja: ははは、愚か者どもが。あの女リッチを手に入れれば、我が輩もお前のように若返り、永遠の命を手に入れられるのじゃな。
ru: Ха, они глупы. Когда я захвачу ведущую их девчонку, то обрету вечную молодость и бессмертие.

source: Yes, my Lord. (Ha, you are the stupid one.)
cs: Ano, můj pane. (Ha, ty jsi tak hloupý)
ja: その通りにございます、陛下。（フン、貴様も愚か者の一人だ。）
ru: Да, мой король. (Ха, ты и сам глуп.)

source: And as we gain more immortal mages, our plan will be fulfilled faster. Then we can eradicate all creatures of darkness.
cs: A jak získáme víc nemrtvých mágů, bude náš plán splněn rychleji. Pak můžeme vymýtit všechny bytosti temnoty.
ja: そして、不老不死の魔術師が増えれば、闇の連中をすべて駆逐する我らの計画も早く進むことになるじゃろう。
ru: И у нас будет достаточно бессмертных магов, чтобы раз и навсегда избавить мир от исчадий тьмы.

source: Yes, my Lord. (But you won't live to see it.)
cs: Ano, můj pane. (Ale nebudete žít abyste to viděl.)
ja: その通りにございます、陛下。（貴様が生きてそれを見られるかは知らぬがな。）
ru: Да, мой король. (Только ты этого уже не увидишь)

source: (Ah, Malica has come! Disaster awaits her, but I can't help her. Sorry, sorry Malica...)
cs: （Ahh, Malice přišla! Ji čeká katastrofa, ale já jí nemůžu pomoct. Promiň Malice promiň...）
ja: （ああ、マリカが来てしまった。あの子に災いが降り掛かろうとしているのに、私には何もできない。マリカ、ごめんなさい・・・）
ru: (Ах, здесь Малика! Она явилась прямиком в ловушку, а я ничем не могу ей помочь...)

source: I've reached the castle, but I'm afraid to meet Mom because I am too ugly.
cs: Já jsem dosáhla hradu, ale obávám se, že se nesetkám s mámou, protože jsem příliš ošklivá.
ja: ついに城に入ったわ。でも、こんなに醜い姿をお母さんに見せるのは怖い・・・
ru: Я пробралась в замок, но теперь мне страшно встретить свою маму. Я слишком уродливая.

source: Don't worry. Your soul is very beautiful. And I think your mother must be very gentle and she loves you yet.
cs: Neboj se. Tvá duše je velmi krásná. A myslím, že tvoje matka musí být velmi jemná a ona tě ještě miluje.
ja: 心配するな。お前の魂は誰より美しい。お前の母親はきっと今でもお前を愛しているに違いないさ。
ru: Не волнуйся. Твоя душа прекрасна. И думаю, что для твоей матери это самое главное.

source: Thank you, Cyclos.
cs: Děkuji Cyclosi.
ja: ありがとう、シクロスさん。
ru: Спасибо, Циклос.

source: There is nothing more beautiful than a bare skull.
cs: Není nic krásnějšího než holé lebky.
ja: しゃれこうべくらいきれいなものはこの世にねえぜ。
ru: Нет ничего красивее голого черепа.

source: My Princess, Be careful. This castle is a labyrinth.
cs: Moje princezno, buďte opatrná. Tento hrad je labyrint.
ja: 姫様、気をつけるんだ。この城はまるで迷宮だからな。
ru: Будь осторожней, моя принцесса, это замок — настоящий лабиринт.

source: I see. Poet, why are you familiar with this castle?
cs: Já vidím. Básníku, proč jste obeznámen s tímto hradem?
ja: わかったわ。詩人さん、どうしてそんなにこの城に詳しいの？
ru: Я уже вижу, Поэт. Но откуда ты так много знаешь про этот замок?

source: What? I can't hear you because of the noise.
cs: Co? Nemůžu tě slyšet kvůli hluku.
ja: はあ？ 何か言ったか？ 騒がしくて聞こえねえぜ。
ru: Что? Я не слышу тебя. Тут так шумно.

source: Oh no! Our race has been burnt out by the sacred fire.
ja: いやよそんなの！ 私たちアンデッドは聖なる炎で焼き尽くされてしまうのよ！

source: Even so why were you not burned?
ja: それで、なんであなただけ焼けてないわけ？

source: I don't know why. But I feel you are closer to humans than undead
ja: それが謎なんだ。 思うに、あんたはアンデッドってより、人間に近いよな。

source: Anyhow now we have to move forward, my Princess.
ja: どっちにしろ、前進しなきゃなんねえんだ、姫様よ。

source: Oh, Mom!!
cs: Oh, Mami!!
ja: お母さん！！
ru: Ой, мамочка!!!

source: Malica!! I've dreamed of you seeing you again.
cs: Malice! Snila jsem o tom tebe zase vidět.
ja: マリカ！！ どんなに会いたかったことか！
ru: Малика!!! Я так мечтала вновь увидеть тебя.

source: Ha ha ha. Such an impressive reunion. But listen, undead girl, your mother is now on our side. What are you going to do?
cs: Ha ha ha. Takové působivé setkání. Ale poslouchej, nemrtvá holko, tvoje matka je nyní na naší straně. Co budeš dělat?
ja: ははは、感動の再会ということか。しかし、アンデッドの小娘よ、今やお前の母親は私の配下だ。さあどうする？
ru: Ха-ха-ха. Как трогательно, дочь обрела мать, у меня слезы наворачиваются. Но послушай, мёртвая девочка, сейчас твоя мама на стороне живых. Что же ты предпримешь?

source: Gilgant, or Poet, you did a good job to bring the undead girl here.
cs: Gilgante, nebo Básníko, jsi odvedl dobrou práci, abys sem dovedl nemrtvou dívku.
ja: ギルガント、いや今は詩人か、よくぞアンデッドの娘をここまで連れてきた。
ru: Благодарю тебя, Гайлгэнт, или Поэт, ты отлично справился со своей задачей, приведя девчонку в нужное место.

source: Damn. I did it not for you. It's Malica's wish to come here.
cs: Sakra. Neudělal jsem to pro tebe. Je to přání Malice, aby sem přišla.
ja: 畜生。お前のためにやったんじゃねえ。姫様が望んだからだ。
ru: Проклятье. Я делал это не для тебя. Это было её собственное желание.

source: What? Pleace explain for me, Poet.
cs: Cože? Prosím, vysvětli mi to, Básníku.
ja: どういうことなの？詩人さん、説明して。
ru: Что? Пожалуйста, объясни, Поэт, я ничего не понимаю.

source: I will explain in his place. It was easy to find Varas, after he had disappeared. But, I don't catch him, but I've send a most faithful, most talented and most brutal soldier as a spy to Varas. Because I wanted to not Varas but Veronica. The name of the spy is Gilgant, he is now called Poet. Come here, I will return you to original form.
cs: Vysvětlím ti to za něj. Bylo snadné najít Varase, poté, co zmizel. Ale nemohl jsem ho chytit, ale já jsem poslal nejvěrnějšího, nejtalentovanějšího a nejvíce brutálního vojáka jako špiona na Varase. Protože jsem nechtěl Verase, ale Veroniku. Jméno špiona je Gilgant, nyní se nazývá básník. Pojď sem, vrátím tě do původní podoby.
ja: 私が代わりに教えてやろう。ヴァラス達が失踪したあと、彼を見つけるのは簡単なことだった。。しかし、私が欲しかったのは彼ではなくヴェロニカだった。そこで、もっとも忠実で有能でそして冷酷な兵士をアンデッドの姿に変えヴァラスの元に送り込んだのだ。それがギルガントだ。今は詩人と呼ばれているようだがな。さあ、来い。元の人間の姿に戻してやろう。
ru: Я объясню вместо него, девочка. Отыскать Вараса после его бегства особого труда не составило. Но мне незачем было его ловить, а из виду терять не хотелось. Вот я и направил своего самого талантливого и самого жестокого солдата в качестве разведчика к Варасу. Ибо, как ты понимаешь, мне был нужен не Варас, а Вероника. Имя разведчика — Гайлгэнт, сейчас вы называете его Поэтом. Подойди ко мне, Гайлгэнт-Поэт, и я верну тебе твой изначальный облик.

source: No! It isn't truth, Poet!
cs: Ne! To nemůže být pravda, básníku!
ja: うそ！ うそでしょ？ 詩人さん？
ru: Нет! Это же неправда, Поэт!

source: Yes... It's truth.
cs: Ano… je to pravda
ja: いや・・・本当だ。
ru: Да... Это правда.

source: Oh...
ja: ああ、でも・・・
ru: Ох...

source: Gilgant, Why did you stop report after we annihilated the village?
cs: Gilgante, proč jsi přestal podávat zprávy poté, co jsme zničili vesnici?
ja: ギルガントよ、なぜ例の村の一件のあとから報告をよこさなくなったのだ？
ru: Гайльгэнт, а скажи пожалуйста, почему ты не отправил мне донесение после того, как мы ликвидировали деревню?

source: I noticed that you were wrong, when I knew what happened the village. The King who must protect his people, harmed his people.
cs: Všiml jsem si, že jsem se mýlil, když jsem viděl, co se stalo na vesnici. Král, který musí chránit svůj lid, zabil své lidi.
ja: あの村であったことを知ってからお前らが間違ってることに気づいたのさ。民を守るべき王が自国の民を殺すなんて。
ru: Я понял, что твой поступок был недостоин верховного мага, когда узнал, что произошло с деревней. Король, который должен защищать своих подданных, сам же и убивал верных ему людей.

source: Little evil is unavoidable for the greater good.
cs: Malé zlo je nevyhnutelné pro větší dobro.
ja: 大きな善を実現するためには小さな悪などたいしたことはないのだ。
ru: Маленькое зло ради всеобщего блага.

source: I cann't understand highly political things, but I know you did it only for your interest.
cs: Já to nemohu pochopit, vysoké politické věci, ale já vím, že jsi to udělal jen tvém vlastním zájmu.
ja: 高度に政治的なことは俺にはわからねえ。でも、お前らがこの国のためじゃなくて、自分の利益のためにやっているってことはわかっている。
ru: Я не очень-то разбираюсь в политике, но знаю, что произошедшее не было в интересах королевства. Ты поступил так только для своей собственной выгоды.

source: Do you against me? You shuld never return to human.
cs: Máš snad něco proti mě? Ty se nemůžeš nikdy vrátí na člověka.
ja: 私に歯向かうのか？ 人間の姿に戻れなくてもいいのか？
ru: О, мой некогда верный воин, ты выступаешь против меня? Увы, теперь тебе никогда не вернуться к своему истинному обличию.

source: It's good!
ja: 上等だぜ！
ru: Меня это устраивает!

source: SO BE IT!
cs: TAK SE STANE!
ja: 勝手にしろ。
ru: ПУСТЬ ТАК И БУДЕТ!

source: Young elf.
cs: Mladý elfe.
ja: そこのエルフよ。
ru: Юный эльф.

source: Me?
cs: Já?
ja: ・・・私か？
ru: Я?

source: Yes. I teach you a good news. The undead who killed your father is in front of you.
cs: Ano. Mám pro tebe dobrou zprávu. Nemrtvý, který zabil tvého otce je před tebou.
ja: そうだ。いいことを教えてやろう。お前の父親の仇は目の前にいる。
ru: Да. У меня для тебя есть хорошая новость. Тот чудовищный мертвец, лишивший жизни твоего достойного отца - он прямо перед тобой.

source: What do you mean?
cs: Huh? Co tím myslíš?
ja: どういうことだ？
ru: Что ты имеешь в виду?

source: Gilgant, no Poet is the undead! Take revenge of your father with me.
cs: Gilgant, ne Básník je nemrtvý! Pomsti svého otce se mnou.
ja: ギルガント、いや詩人がその仇だ。さあ、私たちと一緒に父親の仇をとろうではないか。
ru: Гайлгэнт, он же Поэт, и есть тот самый мертвец.

source: Um...
ja: うーむ・・・
ru: Гм...

source: Cyclos...
cs: Cyclosi...
ja: シクロス・・・
ru: Циклос...

source: Cyclos, please help my daughter. Defeat Randolf. Never mind for me.
cs: Cyclosi, prosím pomož moji dceři. Poraž Randolfa. Udělej to pro mě.
ja: シクロス、私の娘を助けてあげて。ランドルフを倒して。
ru: Циклос, прошу тебя, помоги моей дочери. Убей Рэндольфа. Не стоит отвлекаться на моё спасение.

source: Mom!?
cs: Mami?:
ja: お母さん！！
ru: Мама?!

source: Randolf, I defeat you with Malica. I never lose whom I love any more.
cs: Randolfe, já tě porazím s Malicí. Nikdy neztratím ty, které miluji víc.
ja: ランドルフ。私はマリカとともに貴様を倒す。これ以上愛する人を失うようなことはしない。
ru: Рэндольф, вместе с Маликой я одолею тебя. Никогда я не предам тех, кого люблю.

source: Thank you...
cs: Děkuji.
ja: ありがとよ・・・
ru: Спасибо...

source: You are fool to fight against me.
cs: Jsi blázen bojovat proti mně.
ja: 私に歯向かうとは愚かな。
ru: Какие же вы глупцы, раз решили бороться против меня.

source: My attack has no effect.
cs: Můj útok neměl úspěch.
ja: 攻撃が効かない！？
ru: Мои удары не причиняют ему вреда.

source: Fool, I am invincible so long as the woman lives.
cs: Blázni, Jsem nepřemožitelný dokud ta žena žije.
ja: バカめ、私はこの女が生きている限り不死だ。
ru: Глупец, меня невозможно убить, пока жива дарующая мне силы женщина.

source: Malica, you must kill me! The king intends to make a second sun. If he does so, the balance of the world will be shattered.
cs: Malice, musíš mě zabít!Král má v úmyslu vytvořit druhé slunce. Pokud tak učiní, bude rozbita rovnováha na světě.
ja: マリカ、私を殺すのよ！ 国王達は第二の太陽を作ろうと企んでいるわ。そんなことになったら、世界の平衡が崩れてしまうわ。
ru: Малика, ты должна убить меня! Король в своей гордыне собирается создать второе солнце. Если он так добьётся своего, то мир канет в бездну.

source: No! I can't kill you!
cs: Ne! Já tě nemůžu zabít!
ja: そんな！ お母さんを殺せるわけないわ！
ru: Нет! Я не могу убить тебя!

source: Only a kinsman of mine is able to kill me. That is you and no one else. Now, be quick about it!
cs: Pouze příbuzný je schopen mě zabít. To jsi ty a nikdo jiný. Nyní, pospěš si!
ja: 私と同じ血を引く者だけが私を殺すことができるの。それができるのはあなただけなの。さあ、早く！
ru: Только родная мне кровь способна оборвать мою жизнь. Только ты, моя доченька, и никто более. А сейчас, быстрее, не мешкай!

source: Defeat Mother by Malica
cs: Porážka matky Malice
ja: マリカがお母さんを倒す
ru: Победите мать Малики

source: Ha ha. No one can hurt me!
cs: Ha ha. Nikdo mi nemůže ublížit!
ja: ははは、誰者も私を傷つけることはできないのだ！
ru: Ха-ха! Никто не в силах причинить мне боль!

source: Ah, sorry, sorry Mom...
cs: Ah, promiň, promiň mami….
ja: ああ、ごめんなさい、ごめんなさい、お母さん・・・
ru: Ах, прости, прости, мама...

source: Malica, it's alright. I thank you. Good bye, Malica.
cs: Malice, je to v pořádku. Děkuji ti. Sbohem, Malice.
ja: マリカ、これでいいの。ありがとうマリカ。さようなら・・・
ru: Всё хорошо, доченька. Спасибо тебе. Прощай, Малика.

source: Mom!!
cs: Mami!!
ja: お母さん！！
ru: Мама!!!

source: Mage Randolf, you are no longer immortal. Surrender or die!
cs: Mágu Randolfe, nebudeš už nesmrtelný dlouho. Vzdejte se nebo zemřeš!
ja: ランドルフ、あなたはもう不死ではない。覚悟しなさい！
ru: Маг Рэндольф, ты больше не бессмертен. Сдавайся или умрёшь.

source: Ha Ha Ha. The heads of undead are certainly empty. Haven't you noticed, little girl, that you are already mine?
cs: Ha Ha Ha. Hlavy nemrtvých jsou jistě prázdné. Všimla jsis toho, holčičko, že jsi už celá moje?
ja: ははは、アンデッドの頭は空っぽのようだな。小娘気づかなかったのか？お前はもう我が手中にだ。
ru: Ха-ха-ха. Конечно же, в голове мертвецов пусто. Разве ты не заметила, моя маленькая девочка, что ты уже подчиняешься мне?

source: What? Oh! I can't move my body.
cs: Co je? Oh! Nemůžu se pohnout.
ja: あれ？ 体の自由が利かないわ？
ru: Что? О нет! Я не могу управлять своим телом.

source: Argh! My Princess no longer belongs to the night. Randolf, what did you do to Malica?
cs: Argh! Moje princezna již nepatří noci. Randolfe, co jsi udělal s Malicí?
ja: なんてこった！ 姫様が敵についてまった。ランドルフ、姫様に何をしやがった？
ru: Аргх! Моя принцесса больше не принадлежит тьме. Что ты от неё хочешь, Рэндольф?

source: She is now my captive, as her mother was. Her gift of life is just as strong as her mother's was. And since she has no family, no one can kill her. Now I am immortal too.
cs: Ona je teď můj zajatec, jako její matka. Její dar života je stejně silný, jako byl od její matky. A protože ona nemá rodinu, nikdo ji nemůže zabít. Teď jsem nesmrtelný taky.
ja: 小娘は母親と同じように我がものとなったのだ。こいつの魔力は母親と同じ位強いようだ。しかも彼女にはもう同族はいなから誰からも殺されることはない。したがって私もまた決して殺されることはないのだ。
ru: Она моя пленница, какой была и её мать. Девочка обладает не меньшим даром поддерживать жизнь, чем и её покойная матушка. И теперь, когда родных у неё не осталось, никто не в состоянии лишить девочку жизни. А значит, бессмертен и я.

source: Oh, Great Magi, although you appear young, your head is empty because you have lived too long.
cs: Oh, Velký Mágu, i když se objevila mladší, tvá hlava je stejně prázdná. Protože jsi žil příliš dlouho.
ja: あら、大魔術師さん、あなた見かけはお若いけど、長生きしすぎて脳はカラカラになってしまったようね。
ru: О, Великий Маг, хоть и выглядишь молодо, башка твоя отупела от старости.

source: That was unexpected, Malica speaks defiantly.
cs: To bylo nečekané, Malice mluvila vzdorovitě.
ja: 俺の聞き間違えか？ 今姫様が毒舌を吐いたように聞こえたが？
ru: Малика неожиданно дерзка.

source: Huh? What do you mean?
cs: Huh? Co tím myslíš?
ja: はあ、どういうことだ？
ru: Ха? Ты о чём, деточка?

source: My heart is bleeding because of you. But I do have a brother... Cyclos, kill me!
cs: Mé srdce krvácí kvůli tobě. Ale já mám bratra ... Cyclosi, zabij mě!
ja: 残念だけど、私には血を分けた兄弟がいるの・・・ シクロス、私を殺して！
ru: Моё сердце кровью исходит из-за тебя. Но у меня есть брат... Циклос, убей меня!

source: Malica!?
cs: Malice?!
ja: マリカ？
ru: Малика?!

source: Your father was my father. Look at this earring. I know you possess its match.
cs: Tvůj otec byl mým otcem. Podívej se na tento prsten. Vím, že pochází z jeho boje.
ja: シクロスさんのお父さんと私の実のお父さんは同じ人なんでしょ。だから、私の首飾りのシクロスさんの剣の飾りが対になっているんでしょ？
ru: Твой отец был и моим отцом. Посмотри на эту серёжку. Я знаю, что вторая у тебя.

source: I have been wondering... But I cannot kill my sister.
cs: Přemýšlel jsem ... Ale nemůžu zabít svou sestru.
ja: そうではないかと思ってはいたが・・・ しかし、妹を殺すことなどできない。
ru: Так много вопросов... Но я не могу убить свою сестру.

source: My body was destroyed long ago. It is fated that my life disappear completely, just as it was for my mother. Cyclos, please!!
cs: Moje tělo bylo zničeno již dávno. To je mi souzeno, že můj život zcela zmizí, stejně jako tomu bylo u mé matky. Cyclosi, prosím!!
ja: 私の体はとっくの昔に死んでいるわ。私の命が消えるのは定められた運命。シクロスさん、さあ早く！
ru: Моё тело давно уже мертво. Сама судьба подсказывает нам, что пора прервать мою жизнь, как и я прервала жизнь моей мамы. Циклос, прошу тебя!!!

source: All right...
cs: Dobře...
ja: わかった・・・
ru: Хорошо...

source: Defeat Malica by Cyclos
cs: Cyclose porazí Malici
ja: シクロスがマリカを倒す
ru: Циклос убивает Малику

source: Oh Malica! My sister! Sorry, sorry...
cs: Oh Malice! Moje sestro! Promiň, promiň...
ja: ああ、マリカ！ 妹よ！ すまん・・・
ru: О Малика! Сестра моя! Прости, прости...

source: Cyclos. It's alright. Now, I can be with Mom again. Bye Cyclos. I love you.
cs: Cyclosi. To je v pořádku. Teď můžu být s mámou znovu. Ahoj Cyclosi. Miluji tě.
ja: シクロス、これでいいの。これでお母さんのところへ行ける。さよならシクロス。愛しているわ。
ru: Всё хорошо, Циклос. Теперь я снова буду с мамой. Прощай, братик. Я люблю тебя.

source: Malica!!
cs: Malice!!
ja: マリカ！！
ru: Малика!!!

source: Randolf! I kill you. I never forgive you.
cs: Randolfe! Zabiju tě. Nikdy ti neodpustim.
ja: ランドルフ！！ 殺してやる。 決して許さない。
ru: Рэндольф! Я разорву тебя на куски. Я никогда не прощу.

source: Ha ha. You are ridiculous, boy. ..... Uh! What is happening to my body?
cs: Ha ha. Jsi směšný, chlapče. ..... Uh! Co se to děje s mým tělem?
ja: ははは、バカな小僧め・・・ う！ 体が、体が！？
ru: Ха-ха. Смешной мальчик... Что происходит с моим телом?

source: No!....No!
cs: Ne!...Ne!
ja: なぜ・・・なぜだ！
ru: Нет!.. Нет!

source: He has become repulsive to look at.
cs: On se stal odporný na pohled.
ja: 屍喰人に変わった。
ru: Он стал настолько уродлив, что на него теперь невозможно смотреть.

source: That is because his soul was eaten by desire.
cs: To je proto, že jeho duše byla pozřena touhou.
ja: 欲に魂を食われちまったんだな。
ru: Это потому, что его душу поглотила одержимость.

source: Oh, there is a monster!
cs: Ou taky je příšera!
ja: 見ろ！ あそこに化け物がいる！
ru: Смотрите, он — чудовище!

source: Kill it quickly!
cs: Zabte je rychle!
ja: すぐに殺すんだ！！
ru: Быстрее убейте его!

source: I cann't go no more. I'm sorry. Good bye.
cs: Nemůžu nic víc. Je mi líto. Sbohem.
ja: 私はもうだめ。ごめんなさい。さようなら。
ru: Я больше не могу. Простите. И прощайте.

source: My Princess, don't say sorry! don't say good bye! Don't die!
cs: Moje princezno, neomlouvejte se! Neříkejte sbohem! Neumírejte!
ja: 姫様！謝るんじゃねえ！さよならなんて言うんじゃねえ！死ぬんじゃねえ！
ru: Моя принцесса, не проси прощения! Не прощайся! И не умирай!

source: Die, monster!
cs: Zemři! Stvůro!
ja: 化け物め、くたばれ！！
ru: Сдохни, монстр!

source: No! I'm Randolf, the Elder White Mage!
cs: Ne! Já jsem Randolf, velký bílý mág!
ja: やめろ、私はランドルフだ。お前達の大白魔術師だ。わからんのか！？
ru: Нет! Я — Рэндольф, Верховный Белый Маг!

source: Stop! I will kill him myself!!
cs: Zastav! Já ho zabiju sám!
ja: やめろ！ 私がそいつを殺すんだ！！
ru: Стойте! Я своими руками прикончу его!

source: Alas! I was meant to be filled with the light of all the world, not this.
cs: Běda! Já jsem měl být naplněn světlem celého světa, ne tohle.
ja: なんと言うことだ！ この世界を光で満たすはずだったのに。
ru: Увы, я все свои труды посвятил тому, чтобы заполнить мир светом, и способствовать тьме я не стану.

source: He is dead, the one who took from me all whom I loved. He died too easily... You, the men who aided him! I will kill all of you!!
cs: On je mrtvý, ten, kdo se odemne odvrátil, které jsem miloval. On také snadno umřel ... Vy, muži, kteří mu pomáhali! Zabiju vás všechny!
ja: 死んだ。私の愛する人をすべて奪った奴がこんなに簡単に死んだ・・・ 人間ども、皆殺しにしてやる！！
ru: Он мёртв, тот, кто забрал у меня всех, кого я любил. Но его смерть была слишком легка... Вы, всё вы, кто помогал ему! Я убью вас всех!!!

source: Cyclos! Stop! Stop!
cs: Cyclos! Zastav! Zastav!
ja: シクロス殿！ やめてください！
ru: Циклос! Остановись! Остановись!

source: He is dangerous, deranged. We must move away from him!
cs: On je nebezpečný, nepříčetný. Musíme přejít přes něj!
ja: やべえ、小僧っ子が錯乱しちまった。こいつを連れてずらかるぜ！
ru: У него помутился разум. Нам всем нужно поскорее убраться отсюда!

source: Randolf, why aren't you helping me?
cs: Randolfe, proč jsi mi nepomohl?
ja: ランドルフ。なぜ我が輩を見捨てたのだ？
ru: Рэндольф, почему ты не помогаешь мне?

source: Stupid King. Many men can take your place, but I am special.
cs: Hloupý králi. Mnoho mužů může mít tvé místo, ale já jsem zvláštní.
ja: 愚かな王よ。私と違って貴様の代わりはいくらでもいるのだ。
ru: Глупый, глупый король. Много мужей могут занять твой трон, но я получу на него исключительное право.

source: Guards, kill Randolf!
cs: Stráže!! Zabte Randolfa!
ja: 衛士よ。反逆者を殺せ！！
ru: Стража, убейте Рэндольфа!

source: Do you forget I am immortal? Stupid King.
cs: Už jste zapomněl že jsem nesmrtelný? Hloupý králi!
ja: つくづく愚か者だな。私が不死であることを忘れたか？
ru: Из твоей головы уже выветрилось, что я бессмертен? Глупый, глупый король.

source: Epilogue
cs: Epilog
ja: エピローグ
ru: Эпилог

source: Thank you, Poet. I now look kindly upon you.
cs: Děkuji, básníku. Já se ted připojim k tobě.
ja: 詩人、ありがとう。これまでの助けに感謝する。
ru: Спасибо, Поэт. Знаешь, я поменяла своё мнение о тебе.

source: I did only what I wanted to do. I did not do it for you.
cs: Udělal jsem jen to, co jsem chtěl udělat. Neudělal jsem to pro tebe.
ja: なーに、俺がやりたかったからやっただけよ。
ru: Я поступал так, как считал нужным. Не ради тебя старался.

source: We shall reach our home tomorrow, but you must not accompany us to the village.
cs: Zítra dosáhneme našeho domova, ale musíš nás doprovodit do obce.
ja: 明日にも村に到着するだろう。しかし、アンデッドであるあなた方を村に招くわけにはいかない。
ru: Завтра мы уже будем дома, но, думаю, тебе не стоит заходить в селение.

source: I understand. To tell the truth, I don't like elves.
cs: Jí rozumim. řeknu ti pravdu. Já nemám rád elfy.
ja: 分かってるさ。ほんと言うと俺はエルフは嫌いだしな。
ru: Я понимаю. И сказать по правде, эльфов на дух не переношу.

source: Ha ha ha, To tell the truth, it is difficult to spend time with you. Still, I will feel lonely without you. Where will you go?
cs: Ha ha ha, Abych řekla pravdu, je těžké s tebou trávit čas. Přesto se budu cítit osamělá bez tebe. Kam půjdeš?
ja: ははは、実は私もアンデッドと行動を共にするのは苦手だ。しかし、分かれとなると寂しいものだ。これからどこへ行くつもりだ。
ru: Ха-ха-ха, если уж начистоту, то и с тобой общаться практически невозможно. Но мне будет недоставать тебя. Куда ты направишься?

source: Somewhere desolate.
cs: Někam kde je to opuštěné.
ja: どこか一人になれるところで静かに暮らすさ。
ru: В какую-нибудь пустыню.

source: I believe this troll will follow you.
cs: Věřím, že troll tě bude následovat.
ja: しかし、あのトロールがついて行くぞ。
ru: Думаю, этот тролль последует за тобой.

source: I do not think he will. It was Malica he followed.
cs: Nemyslím si, že to udělá. Byla to Malice koho následoval.
ja: 誤算だったぜ。あいつが姫様じゃなくて、俺様になついていたとはな。
ru: Не думаю. Всё это время он шел за Маликой.

source: What are you going to do now?
cs: Co budeš dělat teď?
ja: お前さんはどうするんだい？
ru: А чем ты займёшься?

source: I will take care of Cyclos.
cs: Postarám se o Cyclose.
ja: 私はシクロス様の世話をしようと思う。
ru: Позабочусь о Циклосе.

source: Indeed, he needs help, but that may be difficult.
cs: Ve skutečnosti, potřebuje pomoc, ale to může být dosti obtížné.
ja: 確かに小僧っ子にゃ子守りが必要だが、大変だぜ。
ru: И в самом деле, помощь ему необходима.

source: I know. So, I have a request of you before you depart.
cs: Já vím. Takže, mám dotaz na tebe ještě než odejdeš.
ja: 分かっている。そう、分かれる前にひとつ頼みがあるのだが。
ru: Я знаю. Прежде, чем ты уйдёшь, у меня осталась ещё одна просьба.

source: Please cut off my cursed right arm. I cannot return home with it.
cs: Prosím usekni mi prokletou pravou ruku. Nemůžu se s ní vrátit domů.
ja: 私の呪われた右手を切り落としてくれ。このまま帰るわけにはいかない。
ru: Прошу, отрежь мою проклятую руку. Я не могу вернуться домой вместе с 'этим'.

source: No! I can't! You will need both arms to help. But you must hide the secret until you die.
cs: Ne! Já nemůžu! Ty budeš potřebovat obě ruce na pomoc. Ale ty musíš ukrýt tajemství do konce života.
ja: そいつはお断りだ。小僧っ子をお守りするには両手が必要だ。死ぬまで呪いの秘密を隠し通すんだな。
ru: Нет! Я не могу! Что бы владеть оружием, нужны обе руки. Кем ты станешь без своего лука? Попробуй сохранить свой дар или своё проклятие в тайне, ну, пока не умрёшь.

source: Sorry. I have come to hate killing and maiming. Being with Malica has changed me. I'm now of no use to the undead.
cs: Promiňte. Přišel jsem o nenávist a touhu zabíjet nebo mrzačit. Pobyt s Malicí mě změnil. Jsem teď bezcenný pro nemrtvé.
ja: すまねえな。どうも姫様の影響で殺生ってやつが嫌いになっちまったんだ。アンデッド失格だぜ。
ru: Прости. Сейчас я уже не очень-то хочу калечить и убивать. Время, которое я провёл рядом с Маликой, изменило меня. Теперь я стал никудышним мертвецом.

source: Stella! Come! Stella!
cs: Stello! Pojď! Stello!
ja: ステラ！ どこだ！
ru: Стелла! Пойдём! Стелла!
