Repository: aloneTurtle/Girl_unDead
Catalog: translations/wesnoth-Girl_unDead/*.po
Languages: cs, ja, ru

source: It is you who said the undead don't cry. And after Malica falls asleep, I want you to explore the village.
cs: Jsi to ty, kdo řekl, že nemrtví neplačí. Až Malice usne tak chci, abys prozkoumal vesnici.
ja: アンデッドは泣かないと言ったのは貴様だろうが。それより Malica が寝たら、貴様は村の様子を見に行ってくるんだ。
ru: И это тот, кто недавно упорствовал, что 'мертвецы не плачут'. После того, как Малика уснёт, я хочу, чтобы ты прогулялся в деревню.

source: You speak of her as if she is your daughter.
cs: Mluvíš o ní, jako kdyby ona byla tvoje dcera.
ja: お頭はまるでこのガキが自分の娘みたいに話してますね。
ru: Ты говоришь так, будто она твоя дочь.

source: That's a good idea. I am adopting her.
cs: To je dobý nápad. Já ji adoptuju.
ja: なるほど、それはいい考えだ。この子を俺の娘としよう。
ru: А это хорошая мысль. Я удочерю девочку.

source: I cannot believe this!
cs: Já tomu nemohu uvěřit!
ja: 信じられねえぜ！
ru: Не могу поверить этому!

source: That's not important. Remember to search the village.
cs: To není důležité. Nezapomeň prohledat tu vesnici.
ja: 俺の勝手だろうが。それより村の探索を忘れるなよ。
ru: Не важно. Не забудь о моём поручении, узнай, что и как там, в деревне.

source: Yes sir. Oh, I forgot. Here is a dirty earring.
cs: Ano, pane. Ach, zapomněl jsem. Zde je ta špinavá náušnice.
ja: わかってまさあ。おっと、汚ねえイヤリングがあることを忘れてたぜ。
ru: Да, господин. Чуть не забыл. Вот серёжка, только грязная.

source: It's mine. Please return it to me!
cs: Je moje. Prosím, vraťte mi ji!
ja: それは私のよ。返して！
ru: Она моя! Пожалуйста, верните мне её!

source: Oh, so you do speak.
cs: Oh, ty umíš mluvit.
ja: なんだ、お前しゃべれるじゃねえか。
ru: О, да ты опять заговорила?

source: My mother gave me that. There was only one.
cs: Moje matka mi ji dala. Byla tam jen jedna.
ja: それはお母さんからもらったの。はじめから片方しかなかったけど。
ru: Мне дала её моя мама. Только одну.

source: Show me that earring.
cs: Ukaž mi tu náušnici.
ja: そのイヤリングを見せてみろ。
ru: Покажи-ка мне эту серёжку.

source: I didn't know you like jewels.
cs: Já jsem nevěděl že máš rád šperky.
ja: お頭が光り物が好きとは知らなかったぜ。
ru: Я не знал, что тебе нравятся драгоценности.

source: I don't ... Return it to Malica.
cs: Já ne… Vrať ji Malici.
ja: ばか言うな。ほら、返してやれ。
ru: Они мне не нравятся... Верни украшение Малике.

source: But she does not have ears anymore. We could use string ... make a necklace ... you still have a neck.
cs: Ale ona nemá uši . Mohli bychom použít řetězec ... udělat náhrdelník ... stále má krk.
ja: でも、もう耳がねえしなあ。よし、ここにひもを通してと・・・ ほら首飾りにしてやったぜ。首ならまだのこってるからな。
ru: Но у неё нет больше ушей. Хотя, если продеть нитку, то её можно носить на шее... Как ожерелье... Шея-то у тебя ещё есть.

source: Thank you.
cs: Děkuji.
ja: ありがとう・・・
ru: Спасибо.

source: That's the first time in my undead life I've been thanked.
cs: Je to poprvé v mém životě co nemrtvý poděkoval.
ja: ありがとうなんて言われたのは、アンデッドになって以来初めてだぜ。
ru: В первый раз за всю мою бытность мертвецом меня благодарят.

source: I doubt you were ever thanked while alive.
cs: Pochybuji, že ty jsi někdy zaživa poděkovala.
ja: 生きているうちから感謝されるようなことやってきたとは思えないがな。
ru: Сомневаюсь, что и при жизни тебя часто благодарили.

source: Sure. Oh, I'm going now to explore the village.
cs: Jistě. Oh, já jdu na prohlídku vesnice.
ja: 違いねえ。おっと、村の探索に行かなきゃな。
ru: Так оно и было. О, теперь я наведаюсь в деревню.

source: Training
cs: Procvičování
ja: 修行
ru: Обучение

source: dessart troll
cs: uprchlý troll
ja: 砂漠のトロール
ru: пустынный тролль

source: Beasts
cs: Bestie
ja: 野生動物
ru: Животные

source: Poet searched the village and reported a surprising fact.
cs: Básník našel vesnici a zjistil překvapivý fakt.
ja: 村を偵察して来た詩人の報告は驚くべきものだった。
ru: Поэт прокрался в деревню и возвратился с нежданными новостями.

source: There were no villagers, and soldiers of the Kingdom were burning down every building.
cs: Nebyly zjištěny žádní vesničané, a vojáci království vypálili každou budovu.
ja: 村人は一人として残っておらず、王国の兵士たちがすべての建物を焼き払っていた。
ru: Крестьян в деревне уже не было, да и от самой деревни мало что осталось. Королевские солдаты сжигали всё дотла.

source: That night, he captured a soldier to find out what was going on. The soldier said every villager had become a walking corpse, so the corpses and village were being burned up.
cs: Tu noc, když zajali vojáka a zjistili, co se děje.Voják řekl, že každý vesničan se stal chodící mrtvolou, takže mrtvoly a vesnice byly spáleny.
ja: 夜中に詩人は兵士を捕まえて事情を聞いた。兵士によるとすべての村人が歩く死体となってしまったため、彼らは死体を村ごと焼いたとのことだった。
ru: В темноте Поэт захватил солдата, чтобы узнать причину происходящего. Дрожа от страха, тот рассказал, что каждый житель деревни обернулся вдруг ходячим трупом, а мертвяков и их жилища приказали уничтожить и сжечь.

source: Poet asked about Malica's mother, but the soldier knew nothing about her. There was only a field where the house had stood.
cs: Básník se ptal na Malicinu matku, ale voják o ní nic nevěděl. Byla tam jen pole, kde stál dům.
ja: 詩人はマリカの母親についても尋ねたが、その兵士は彼女のことはまったく知らなかった。マリカの家があったはずの所は野原となっており、家が建っていた痕跡すらなかった。
ru: Поэт спрашивал о матери Малики, но солдат ничего о её судьбе не знал. А на месте, где был их дом, остался лишь пепел.

source: The village was never rebuilt.
cs: Vesnice nebude nikdy obnovena.
ja: その村の存在はそのまま忘れ去られた。
ru: Деревня так никогда и не возродилась.

source: When Malica heard this, she became inconsolable. But slowly, she got used to her new life among the undead. Although the undead lacked human feelings, Varas and Poet were kind in comparison to how the villagers had treated her.
cs: Když to Malice slyšela ,stala se neutišitelnou. Ale pomalu si zvykla na svůj nový život, mezi nemrtvými. I když nemrtvým chyběli lidské emoce, Valas a Básník byli milí ve srovnání s tím jak je vesničané popisovali.
ja: マリカが詩人からの話を聞いたときはひどく落胆したようだった。しかし、少しずつ彼女はアンデッドの中の生活に慣れていった。ほとんどのアンデッドは人間らしさを完全に失っていたが、首領のヴァラスと詩人だけは、むしろ村人たち以上にマリカに優しかった。
ru: Когда Малика услышала это, то горе её стало безутешным. Но постепенно девочка привыкла к новой жизни среди мертвецов. Хоть мёртвые и испытывали недостаток в человеческих чувствах, Варас и Поэт относились к ней куда добрее, чем бывшие односельчане.

source: Leave the valley
cs: Opusť údolí
ja: 谷から抜け出す
ru: Покиньте долину

source: Death of Poet
cs: Smrt Básníka
ja: 詩人の死
ru: Смерть Поэта

source: I miss the cave. With only you in a place like this I feel lonely.
cs: Chybí mi ta jeskyně. Jen s tebou na jednom místě. Já se cítim osamělá.
ja: こんな所に詩人さんと二人だけなんて心細いわ。
ru: Я уйду из пещеры. Вокруг только вы и стены. Мне так одиноко.

source: Sorry I can't help, but because you are weak the Boss said we must train
cs: Promiň já ti nemůžu pomoci, ale protože ty jsi slabá vůdce řekl, že musíš trénovat.
ja: 頼りない連れで悪かったな。だいたいお前が全然強くならねえから、お頭が修行を命じたんだろが。
ru: Увы, я не могу тебе в этом помочь, но лишь потому, что ты ещё слаба. Старший сказал, что ты должна тренироваться.

source: No need to apologize.
cs: Není třeba se omlouvat.
ja: 謝るんじゃねえ。
ru: Не за что просить прощения.

source: I wonder if I can do this? ...
cs: Zajímalo by mě, jestli to můžu udělat? ...
ja: どうしましょう？
ru: Интересно, смогу ли я сделать это?..

source: Are you crying again? Where do you keep tears in a dry skull? We have no time for crying as we must rid this valley of the monsters.
cs: Zase pláčete? Kde si držíte slzy v suché lebce? Nemáme čas na pláč, my musíme vyčisti toto údolí příšer.
ja: また泣いてるのかよ？ その乾涸びた頭蓋骨のどこから涙が湧いてくるんだか。泣いてる暇なんてないんだぜ。俺たちはこのけだものだらけの谷から抜け出さなきゃいけないんだからな。
ru: Ты снова плачешь? Откуда же ты берешь столько слёз из сухого-то черепа? У нас нет времени лить солёную воду, нам нужно избавить долину от чудовищ.

source: Stop apologizing! Let's do what we are here for and then we can go home.
cs: Přestaň se omlouvat! Pojďme dělat to, kvůli čemu jsme tady, a pak můžeme jít domů.
ja: 謝るんじゃねえ！ それよりさっさと片付けて帰ろうぜ。
ru: Прекрати извиняться! Давай сделаем то, зачем мы сюда пришли, а потом можно будет и домой пойти.

source: I'm so... Yes, I should become stronger for Dad.
cs: Já také ... Ano, mám sílu po tátovi.
ja: ごめんな・・・ そうね、お父さんのためにも私強くならなきゃ。
ru: Я так... Да, я буду стараться для папы.

source: Trolls! No one said that dirty trolls were here. We must get to the fortress to the north or we will be overpowered.
cs: Trollové! Nikdo neřekl, že jsou tady ti špinavý trollové. Musíme se dostat do Pevnosti na severu, nebo budeme přemoženi.
ja: トロールだ！ こんなところに汚らしいトロールが巣食ってるなんて聞いてねえぞ。
ru: Тролли! Никто не сказал, что здесь шляются грязные тролли. Нужно добраться до крепости на севере, иначе нам крышка.

source: Good! There is the old fort. My Princess, summon your minions there.
cs: To je dobře! Tam je stará pevnost. Moje princezna tam může přivolat své oblíbence.
ja: うまいぜ。砦跡を見つけた。姫様、あそこで兵士を呼ぶんだ。
ru: Отлично! Вот остатки древних укреплений. Моя принцесса, призови своих верных слуг.

source: I don't know if I can?
cs: Nevím co můžu udělat?
ja: 私にできるかしら？
ru: Я не знаю, получится ли у меня?

source: You can, and we need help to win this fight.
cs: Ty můžeš, a potřebujeme pomoc, abychom vyhráli tento boj.
ja: 下っ端ばかりだけど、戦の足しにはなるさ。
ru: Ты сможешь, и без твоей помощи нам не справиться.

source: You did well, my Princess.
cs: Udělala jsi to dobře, moje princezno.
ja: よくやった、姫様。
ru: Ты делаешь успехи, моя принцесса.

source: We did it.
cs: My to udělali!
ja: やったな。
ru: Мы сделали это.

source: Thank you. I needed your help.
cs: Děkuji. Já potřebuju tvou pomoc.
ja: ありがとう。詩人さんのおかげよ。
ru: Спасибо. Мне нужна была твоя помощь.

source: But you haven't grown much stronger.
cs: Ale ty jsi o hodně silnější.
ja: でも、もっと強くならなきゃな。
ru: Но ты стала намного сильнее.

source: I'm so...
cs: Já také...
ja: ごめん・・・
ru: Мне так...

source: Do not say sorry!
cs: Neomlouvej se!
ja: だから謝るんじゃねえ！
ru: Не проси прощения!

source: Stupid girl, You had better keep yourself locked in a dark cave rather than beating the troll I threw.
ja: バカな子だな、洞窟に閉じこもってた方がいいんじゃねえの？ 俺が投げたトロールを倒してもしょうがねえよ。

source: Who are you. For what purpose did you disturb me?
ja: あんた、どなたですか？ どうして私の邪魔をするの？

source: Listen. If you do not want to be destroyed, you better not do unnecessary things.
ja: おい。殺されたくなかったら、余計なことするんじゃねえぞ。

source: She has disappeared.
ja: どこかに行っちゃったわ。

source: I am concerned about what she was saying. But let's go back to the cave now.
ja: 彼女の言葉が気になるけど。でも、今は洞窟に戻ろうっと。

source: Dad, Poet, I'm sorry I was not strong.
cs: Tati, Básníku, Já se omlouvám, že jsem nebyla tak silná.
ja: お父さん、詩人さん、私強くなれなくてごめんなさい。
ru: Папа, Поэт, простите, что я так и не стала сильной.

source: Annoying! Do not say sorry, my Princess.
cs: Mrzuté! Neomlouvejte se, princezno
ja: 馬鹿やろう！ あやまるんじゃねえ、姫様。
ru: Как это раздражает! Не извиняйся, моя принцесса.

source: Sorry, sorry...
cs: Promiň, promiň...
ja: ごめんなさい、ごめんなさい・・・
ru: Прости, прости...

source: I can not believe I've been defeated.
cs: Já nemohu uvěřit já jsem byl poražen.
ja: 俺様がやられちまうなんてな。
ru: Не могу поверить, что побеждён.

source: I was too weak to help ... I'm sorry.
cs: Já jsem příliš slabá abych ti pomohla… Já se omlouvám.
ja: 私が弱すぎたから・・・ごめんさい。
ru: Я слишком слаба, чтобы помочь... Прости.

source: Do not say sorry, my Princess...
cs: Neomlouvej se, moje Princezno...
ja: 謝るんじゃねえ。姫様・・・
ru: Не проси прощения, моя принцесса...

source: Poet! Do no die!
cs: Básníku! Neumírej!
ja: 詩人さん！ 死なないで！
ru: Поэт! Не умирай!

source: Invasion from Orcs
cs: Invaze skřetů
ja: オークの襲撃
ru: Вторжение орков

source: Malica's training continued, but her progress was slow and disappointed Varas and Poet. Still, she was the adopted daughter of Varas and so, for good or bad, the other undead never doubted her abilities to lead.
cs: Malicin trénink pokračoval, ale její postup byl pomalý a zklamal Verase i Básníka. Přesto, ale byla to adoptovaná dcera Varase, a tak buď dobře nebo ne, nepochybovali v její schopnosti vést ostatní nemrtvé.
ja: マリカの修行は続いたが成果は現れずヴァラスと詩人はがっかりした。それでもマリカは仮にも首領の娘だったので、良くも悪くも思考力のないアンデッドを従わせるにははそれだけで十分だった。
ru: Обучение Малики шло своим чередом, но успехи девочки были скромными и разочаровывали не только её наставника Поэта, но и Вараса. Однако, она была приёмной дочерью старшего мертвеца, и несмотря на её слабые стороны, мертвый народ никогда не сомневался в праве Малики вести их за собой.

source: Soon, Malica was ordered by Varas to explore the Northern Valley. She departed with Poet and her soldiers.
cs: Brzy Malice bylo nařízeno Varasem prozkoumat severní údolí. Ona odešla s Básníkem a jejími vojáky.
ja: あるときマリカはヴァラスから北の谷を探索するよう命じられた。彼女は詩人と兵士たちとともに出立した。
ru: Вскоре её приёмный отец Варас приказал свой дочери исследовать Северную Долину. Малика тотчас отбыла туда вместе с верными солдатами и Поэтом.

source: She had a foreboding feeling about this mission. Ignoring the advice and pleadings of Poet who insisted that they finish their mission there first, she returned to the cave.
cs: Měla špatný pocit z této mise. Ignorováné rady a přání básníka, který trval na tom, že dokončí své poslání se rozhodla vrátit zpět do jeskyně.
ja: しかし、彼女は奇妙な胸騒ぎがして、任務を遂行するように詩人が強く言ったにも関わらず、アジトに引き返してしまった。
ru: Всю дорогу Малику терзали дурные предчувствия. Оставив без внимания советы и уговоры Поэта, который настаивал на окончании порученной работы, она вернулась в пещеру.

source: Orc
cs: Skřeti
ja: オーク
ru: Орк

source: Undead
cs: Nemrtvý
ja: アンデッド
ru: Мертвец

source: Varas
ja: ヴァラス
ru: Варас

source: Defeat enemy leader
cs: Poraž nepřátelské vůdce
ja: 敵のリーダーを倒す
ru: Победите вражеского лидера

source: Orcs here? What is happening? Is that a portal behind the throne?
cs: Skřeti? Zde? Co se stalo? Je to portál za trůnem?
ja: オークがいる？ 何があったの？ あんなところに抜け穴がある。
ru: Орки? Здесь? Что происходит? Позади трона - портал?

source: Poet, what are you doing here? You were to escape North with Malica.
cs: Básníku, co tady děláš? Byl jsi na útěku na sever s Malicí.
ja: 詩人、なぜ戻って来た？ お前はマリカと逃げたはずでは。
ru: Поэт, что ты тут делаешь? Ты же должен был уйти на север вместе с Маликой.

source: I am sorry. She wouldn't listen to me.
cs: Je mi líto. Nebude mě poslouchat.
ja: すまねえ。姫様が言うことを聞かなかったもんで。
ru: Ну уж извини. Она не послушала меня.

source: Dad! What is happening here?
cs: Tati! Co se tu děje?
ja: お父さん、一体何が起こっているの？
ru: Папа! Что здесь происходит?

source: There she is! The one we've been looking for.
cs: Tady je! Tu jsme hledali.
ja: 探していた獲物がいたぜ！
ru: Вот она! Её-то мы и искали.

source: ...Me?
cs: ・・・Mě?
ja: ・・・私が？
ru: ...Меня?

source: Lady, come to us and we will leave and do no further harm.
cs: Paní, pojď s náma abychom mohli odejít a nedělat další škody.
ja: お嬢ちゃん、こっちへおいで。そうすれば何もしないぜ。
ru: Юная леди, пойдём с нами, тогда мы больше никому вреда не причиним.

source: Malica, don't believe them. They are lying. Just run...
cs: Malice, nevěř jim. Oni lžou. Stačí utíkat...
ja: マリカ、あいつらを信じるんじゃない。逃げるんだ・・・
ru: Не верь им, Малика. Они лгут. Бегите...

source: We don't have a much of a chance fighting. Listen to your father, escape with us.
cs: Nemáme moc šancí bojovat. Poslouchej svého otce, útěč s námi.
ja: こっちに勝ち目はねえな。お頭の言うとおり逃げようぜ。
ru: У нас нет и шанса выиграть этот бой. Послушай своего отца, спасайся с нами.

source: No! I can't just leave him here. Run away if you want, but I'll save Father or die trying.
cs: Ne! Nemůžu ho tu jen tak nechat. Uteč, jestli chceš, ale já zachráním otce nebo zemřu.
ja: だめ！お父さんを置いて逃げられないわ。詩人さんは逃げたければ逃げればいいわ。私はお父さんを助けるから。
ru: Нет! Я не могу оставить его здесь. Беги, если хочешь, но я спасу отца или погибну.

source: You're going to die here with him then, damn it!
cs: Zemřeš tu spolu s ním, sakra!
ja: ここで親子ともども死ぬつもりかよ、畜生！
ru: Ты собираешься умереть вместе с ним, проклятье!

source: Malica, run! Poet, force her to leave.
cs: Malice utíkej! Básniku, donuť ji odejít.
ja: マリカ逃げるんだ。詩人よ、彼女を力づくでも連れ出せ。
ru: Беги, Малика! Поэт, заставь её убежать отсюда.

source: I'm sorry, Dad. But I can't leave you here!
cs: Já se omlouvám, tati. Ale já nemůžu to tady opustit!
ja: お父さん、ごめんなさい。でもここを逃げることはできないわ。
ru: Прости, папа. Но я не могу оставить тебя!

source: This is foolishness, Malica. But I am still her minion, not yours, Lord. I must follow her orders.
cs: To je hloupost, Malice. Ale já jsem stále tvůj oblíbenec, ne ty, pane. Musím poslouchat její příkazy.
ja: 馬鹿げてるぜ姫様。でも、お頭には悪いが、ここは姫様に従うことにするぜ。俺様はお頭じゃなくて姫様の手下だからな。
ru: Это глупо, Малика. Но, мой господин, я служу вашей дочери, а не вам. Я не могу ослушаться её приказов.

source: Human mages along side orcs? These are strange times. Worse yet, from their robes, I think they are in service to the throne!
cs: Lidští mágové se skřety? Jsou to ale podivné časy. Ještě horší je, že jejich roucha, myslím, že jsou strážci trůnu!
ja: 変だぜ、なんで人間の魔術師がオークどもと一緒にいるんだ？ あの下品な服は王国付きの魔術師だな。
ru: Маги людей прикрывают орков? Ох и странные нынче времена. А если судить по их одеждам, то они состоят на службе у королевского трона!

source: So this is my end?
cs: Takže tohle je můj konec?
ja: これで私も終わりか？
ru: Вот и настал мой конец?

source: Dad... I couldn't save you...
cs: Tati... Nemohla jsem tě zachránit ...
ja: お父さん、私、お父さんを助けられなかった・・・
ru: Папа... Я не смогла спасти тебя...

source: Malica, don't worry. Destruction for our kind is repose. Show me your earring; I would have that as my final vision.
cs: Malice, neboj se. Zničení je pro nás druh odpočinku. Ukaž mi tvou náušnici. Já ji viděl v mé poslední vizi.
ja: マリカ、お前のせいではない。滅びは我々にとっては安息だ。最後にお前のイヤリングを見せてくれ。
ru: Не переживай так, Малика. Смерть для нас, мертвецов, несёт лишь долгожданный покой. Покажи мне свою серёжку, я хотел бы взглянуть на неё напоследок.

source: Here.
cs: Tady.
ja: ここに。
ru: Вот.

source: Veronica...
cs: Veronika...
ja: ヴェロニカ・・・
ru: Вероника...

source: Dad!! Orcs! I will have my revenge!
cs: Tati! Skřeti! Já se pomstím!
ja: お父さん！！ オークども、覚悟しなさい！
ru: Папа!!! Орки! Я отомщу!

source: Oh, this would be birth of a new queen, but she lacks the strength.
cs: No, bylo by to zrození nové královny, ale postrádá sílu.
ja: おお、新しい女王様の誕生だぜ。もっとも相変わらず弱いけれどな。
ru: О, из неё получилась бы отличная королева. Но сил ей для этого явно не хватает.

source: What is your purpose here?
cs: Co je tedy váš cíl?
ja: 何のためにここに来たの？
ru: Что вы тут делаете?

source: Human has gived us gold. I don't know more...
cs: Lidé nám dali zlato. Já nevím víc...
ja: 人間から金をもらったからだよ。それ以上は俺も知らねえな・・・
ru: Человек даст нам золото. Больше ничего не знаю...

source: He died....
cs: On umřel...
ja: 死んでしまったわ・・・
ru: Он умер...

source: Malica, don't worry. Destruction for our kind is repose. Show me your earring; I would have that as my final vision.
cs: Malice, neboj se. Zničení je pro nás druuh odpočinku. Ukaž mi tvou náušnici, Já ji viděl v mé poslední vizi.
ja: マリカ、お前のせいではない。滅びは我々にとっては安息だ。最後にお前のイヤリングを見せてくれ。
ru: Не переживай так, Малика. Смерть для нас, мертвецов, несёт лишь долгожданный покой. Покажи мне свою серёжку, я хотел бы взглянуть на неё напоследок.

source: Dad!!
cs: Tati!!!
ja: お父さん！！
ru: Папа!!!

source: You came here for me and slew my father. What is your purpose here?
cs: Přišel jsi sem pro mě a zabil mého otce. Co je tedy tvůj cíl?
ja: 何のためにここまで来たの？
ru: Вы явились сюда и убили моего отца. Зачем всё это?

source: Human has gived us gold. I don't know more...
cs: Lidé nám dali zlato. Já nevím víc...
ja: 人間から金をもらったからだよ。それ以上は俺も知らねえな・・・
ru: Человек даст нам золото. Больше ничего не знаю...

source: My Princess, what shall we do? If we stay here, they will come back with greater numbers. We must escape to the western valley, and rebuild the camp.
cs: Moje princezno, co budeme dělat? Pokud tu zůstaneme, přijdou zpět s většími armádami. Musíme utéct do západního údolí, a znovu vybudovat tábor.
ja: 姫様、これからどうする？ ここに留まっていりゃあ、あいつらがまた襲ってくるだろう。いったん北の谷に逃げて軍勢を立て直そうぜ。
ru: Моя принцесса, что нам делать? Если останемся здесь, то враги вернутся и приведут с собою подмогу. Нам нужно скрыться в западной долине и основать там новый дом.

source: I cannot run away.
cs: Nemůžu utéct.
ja: ここで逃げられないわ。
ru: Я не могу убежать.

source: From what? There are few of us here and nothing we can do will bring your father back. I do not want to die in vain.
cs: Proč? Existuje nás jen velmi málo, a nemůžeme nic dělat dokud nepřivedeš svého otce zpět. Nechci zemřít zbytečně.
ja: でもこの手勢じゃ少なすぎて勝てる見込みはねえ。おいら道連れは勘弁だぜ。
ru: И что дальше? Нас здесь очень мало. И мы не в силах возвратить твоего отца. Я не хочу погибать понапрасну.

source: You're barely alive. Run away, if you want. I don't care. I am going to take the fight to them. I want to know why they want me. Besides, I do not think any escape would last for long.
cs: Ty jsi sotva naživu. Uteč, jestli chceš. Nezajímá mě to. Chystám se vzít boj na sebe. Chci vědět, proč mě chtějí. Kromě toho, já si nemyslím, že jakýkoli únik bude trvat dlouho.
ja: 詩人さんは逃げてもいいのよ。でも私はオークと戦うわ。それになぜ私が狙われているのか知りたいの。
ru: Ты едва уцелел. Я тебя понимаю. Если хочешь — уходи, плакать не стану. Я буду бороться с ними. Я хочу узнать, почему они не оставят меня в покое. И кроме того, думаю, любое бегство будет недолгим.

source: Alas! You are as stubborn as your old father. I will follow where you lead.
cs: Běda! Jsi tak tvrdohlavá jako tvůj starý otec. Budu tě následovat kamkoliv půjdeš.
ja: 畜生！ 頑固なところはお頭そっくりだ。いいでしょう、どこでも姫様について行きますよ。
ru: Увы! Ты столь же упряма, как и твой старый отец. Я последую за тобой, моя принцесса.

source: Thank you Poet! I did not want to have to do this alone.
cs: Děkuji ti Básníku! Nechtěla jsem zůstat sama.
ja: ありがとう詩人さん！ 私本当は心細かったの。
ru: Спасибо, Поэт! Мне так не хотелось это делать одной.

source: Very well!
cs: Velmi dobře
ja: これは一本取られたぜ。
ru: Очень хорошо!

source: Revenge
cs: Pomsta
ja: 復讐
ru: Месть

source: Orcs
cs: Skřeti
ja: オーク
ru: Орки

source: Elves
cs: Elfové
ja: エルフ
ru: Эльфы

source: We have arrived, and from somewhere the smell of humans arises.
cs: Tak jsme tu, ale odněkud tu smrdí lidi.
ja: オークどもの巣に着いたぜ。どっからか人間の臭いがするな。
ru: Мы на месте, и откуда-нибудь запах людей да учуем.

source: We must go forward.
cs: Musíme jít kupředu.
ja: 先に進みましょう。
ru: Пойдём перёд.

source: You've seem to have become our leader, my Princess, but I wish you were stronger...
cs: Zdá se že jste se stala naším vůdcem, moje princezno, ale kéž bys byla silnější ...
ja: 姫様もだいぶ首領らしくなってきたぜ。これでもっと強けりゃなあ。
ru: Мне кажется, ты стала нашим предводителем, моя принцесса, но жаль, что в тебе так мало сил...

source: Do not apologize! You must lead us. I will conceal your weakness.
cs: Neomlouvej se! Musíš nás vést. Budu skrývat tvé slabosti.
ja: 謝るんじゃねえ！ 首領たる者、配下に弱みを見せちゃならねえ。
ru: Не извиняйся! Ты должна возглавить нас. А я прикрою твои слабости.

source: I'm so... Yes. I will!
cs: Já také… Ano já budu!
ja: ごめんな・・・ そうね。私がんばる。
ru: Мне жа... Да. Я поведу вас!

source: Oh, here is a poor elf.
cs: Oh, zde je slabý elf.
ja: おや、こんなところにエルフの小僧がいやがる。
ru: О, вот бедный эльф.

source: Cyclos
ja: シクロス
ru: Циклос

source: You undead. Are you with the orcs?
cs: Ty jsi nemrtvý? Vy jste se skřety?
ja: アンデッドども、貴様らもオークの仲間か？
ru: Мертвецы? Вы заодно с орками?

source: Oh, a bandit!
cs: Oh, bandita!
ja: きゃあ、山賊だわ！
ru: Ой, разбойник!

source: ... This is the first time I have been mistaken for a bandit.
cs: ... To je poprvé, co jsem byl zaměněn za banditu.
ja: ・・・こんななりだが、山賊に間違われたのは生まれて初めてだ。
ru: …Впервые меня принимают за разбойника.

source: Mmm... Please forget what she said. Still, we shall kill you, then go kill these orcs.
cs: Mmm ... Prosím, zapomeň, co řekla. Přesto, vás zabijeme, a pak půjdeme zabít tyto skřety.
ja: うーん、今姫様が言ったことは忘れてくれ。それより、まずお前を殺してからオークどもを殺ってやる。
ru: Ммм... Пожалуйста, забудь то, что сказала моя госпожа. Однако мы убьем тебя, а затем уже отправимся убивать орков.

source: Kill me! I came here prepared for death. but, orcs are my enemies too. How about make a trade between us?
cs: Zabijte mě! jsen připraven na smrt. ale skřeti jsou moji nepřátelé. Co udělat obchod mezi námi?
ja: 殺すがいい。元々死を覚悟でここに来たのだから。しかし、私にとってもオークは敵だ。ここはひとつ取引しないか？
ru: Убьёте меня? Я прибыл сюда готовым к смерти, но орки и мои враги. Как бы нам договориться к взаимной выгоде?

source: A trade? You are joking. There is nothing you, a captive, have that we want.
cs: Obchod? Děláš si srandu. Tady není nic co bysme od tebe mohli chtít.
ja: 取引だと？面白いこというじゃねえか。お前に提供できるもがあるとは思えねえが。
ru: Договориться? Шутишь. У тебя, пленника собственного тела, нет ничего, что пригодилось бы нам.
